Repository: cryptoapi/Bitcoin-Wordpress-Plugin
Catalog: languages/gourl-*.po
Languages: fr_fr

source: If the file has already been uploaded to the server, you can select that file from this drop-down list (files folder %s)<br><strong>OR</strong><br> upload new file below -
fr_fr: Si le fichier a déjà été chargé sur le serveur, vous pouvez le sélectionner dans cette liste déroulante (dossier de fichiers %s ) <br> <strong> OU </ strong> <br> télécharger un nouveau fichier ci-dessous -

source: Allowed: .jpg .png .gif .mp3 .aac .ogg .avi .mov .mp4 .mkv .txt .doc .pdf .iso .7z .rar .zip
fr_fr: Permis: .jpg .png .gif .mp3 .aac .ogg .avi .mov .mp4 .mkv .txt .doc .pdf .iso .7z .rar .zip

source: Please use simple file names on <b>English</b>. Click on the Choose File button. Locate the file that you want to use, left click on it and click on the Open button. The path of the file that you have selected will appear in the File field
fr_fr: Utilisez des noms de fichier simples sous <b> Anglais </b>. Cliquez sur le bouton Choisir un fichier. Localisez le fichier que vous souhaitez utiliser, faites un clic gauche dessus et cliquez sur le bouton Ouvrir. Le chemin du fichier que vous avez sélectionné apparaîtra dans le champ Fichier

source: Alternatively enter Remote File URL
fr_fr: Vous pouvez également entrer l'URL du fichier distant.

source: Price
fr_fr: Prix

source: or
fr_fr: ou

source: Please specify price in USD or in Cryptocoins. You cannot place prices in two boxes together. If you want to accept multiple coins - please use price in USD, payment box will automatically convert that USD amount to cryptocoin amount using today live cryptocurrency exchange rates (updated every 30min). Using that functionality (price in USD), you don't need to worry if cryptocurrency prices go down or go up. Visitors will pay you all times the actual price which is linked on daily exchange price in USD on the time of purchase. Also you can use <a target='_blank' href='%s'>Poloniex 'autosell' feature</a> (auto trade your cryptocoins to USD).
fr_fr: Veuillez spécifier le prix en USD ou en Cryptocoins. Vous ne pouvez pas placer les prix dans deux cases ensemble. Si vous souhaitez accepter plusieurs pièces - veuillez utiliser le prix en USD, la boîte de paiement convertira automatiquement ce montant en USD en montant en cryptocoins en utilisant les taux de change actuels de la crypto-monnaie (mis à jour toutes les 30 minutes). En utilisant cette fonctionnalité (prix en USD), vous n'avez pas à vous inquiéter si les prix des crypto-devises baissent ou augmentent. Les visiteurs vous paieront à tout moment le prix réel qui est lié au prix de change quotidien en USD au moment de l'achat. Vous pouvez également utiliser la fonctionnalité <a target='_blank' href= %s Polosex' 'autosell' '</a> (échange automatique de vos cryptocoins en USD).

source: Show File Name/Price
fr_fr: Afficher le nom du fichier / prix

source: If box is checked, visitors will see approximate file price in USD and uploaded file name/size
fr_fr: Si la case est cochée, les visiteurs verront le prix approximatif du fichier en USD et le nom / la taille du fichier téléchargé.

source: Purchase Limit
fr_fr: Limite d'achat

source: The maximum number of times a file may be purchased/downloaded. Leave blank or set to 0 for unlimited number of purchases/downloads
fr_fr: Le nombre maximum de fois qu'un fichier peut être acheté / téléchargé. Laissez ce champ vide ou définissez-le sur 0 pour un nombre illimité d'achats / de téléchargements.

source: Expiry Period
fr_fr: Période d'expiration

source: Period after which the payment becomes obsolete and new Cryptocoin Payment Box will be shown for this file (you can use it to take new payments from users periodically on daily/monthly basis).<br>If Expiry Period more than '2days', please use option - Store Visitor IDs: 'Registered Users'; because 'Cookie/Session' not safety for long expiry period
fr_fr: Période après laquelle le paiement devient obsolète et une nouvelle boîte de paiement Cryptocoins s'affichera pour ce fichier (vous pouvez l'utiliser pour prendre de nouveaux paiements des utilisateurs périodiquement sur une base quotidienne / mensuelle). <br> Si la période d'expiration est supérieure à '2 jours', veuillez option d'utilisation - Identifiants de visiteur de magasin: 'Utilisateurs enregistrés'; parce que 'Cookie / Session' n'est pas une sécurité pour une longue période d'expiration

source: Store Visitor IDs
fr_fr: ID visiteurs du magasin

source: For Unregistered Your Website Visitors - Save auto-generated unique visitor ID in cookies, sessions or use the IP address to decide unique visitors (without use cookies).<br>If you use 'session', value in field - Expiry Period will be ignored. PHP sessions have default life time until the browser is closed.<br>-----<br>If you have registration on the website enabled, <u>please use option 'Registered Users'</u> - only registered users can pay/download this file (Gourl will use wordpress userID instead of cookies for user identification). It is much better to use 'Registered users' than 'Cookie/Session/Ipaddress'
fr_fr: Pour les visiteurs de votre site Web non enregistrés - Enregistrez l'ID de visiteur unique généré automatiquement dans des cookies, des sessions ou utilisez l'adresse IP pour choisir un visiteur unique (sans utiliser de cookies). <br> Si vous utilisez 'session', la valeur dans le champ - Période d'expiration sera ignoré. Les sessions PHP ont une durée de vie par défaut jusqu'à la fermeture du navigateur. <br> ----- <br> Si l'enregistrement sur le site Web est activé, <u> veuillez utiliser l'option "Utilisateurs enregistrés" </ u> - uniquement les utilisateurs enregistrés. peut payer / télécharger ce fichier (Gourl utilisera wordpress user ID au lieu de cookies pour l'identification de l'utilisateur). Il est bien mieux d'utiliser 'Utilisateurs enregistrés' que 'Cookie / Session / Ipaddress'

source: PaymentBox Language
fr_fr: Langue de PaymentBox

source: Default Payment Box Localisation
fr_fr: Localisation du champ de paiement par défaut

source: Activated Payments :
fr_fr: Paiements activés:

source: - Please Setup -
fr_fr: - S'il vous plaît Setup -

source: Default Coin in Payment Box
fr_fr: Pièce par défaut dans la case de paiement

source: Use Default Coin only:
fr_fr: Utiliser la pièce par défaut uniquement:

source: If box is checked, payment box will accept payments in one default coin 'PaymentBox Coin' for this file (no multiple coins). Please use price in USD if you want to accept multiple coins
fr_fr: Si la case est cochée, la case de paiement acceptera les paiements en une seule pièce par défaut, la «pièce de paiement», pour ce fichier (pas de pièces multiples). S'il vous plaît utiliser le prix en USD si vous souhaitez accepter plusieurs pièces

source: Description (Optional)
fr_fr: Description (facultatif)

source: Short File Description
fr_fr: Description courte du fichier

source: Featured Image
fr_fr: L'image sélectionnée

source: OR
fr_fr: OU

source: Custom Featured Image
fr_fr: Image en vedette personnalisée

source: This featured image represent your uploaded file above. Max sizes: 800px x 600px, allowed images: JPG, GIF, PNG.
fr_fr: Cette image sélectionnée représente votre fichier téléchargé ci-dessus. Tailles maximales: 800 x 600 pixels, images autorisées: JPG, GIF, PNG.

source: Image Width
fr_fr: Largeur de l'image

source: Your featured image width
fr_fr: La largeur de votre image sélectionnée

source: Total Sold
fr_fr: Total vendu

source: Latest Received Payment
fr_fr: Dernier paiement reçu

source: Record Updated
fr_fr: Enregistrement mis à jour

source: Record Created
fr_fr: Enregistrement créé

source: Custom Actions
fr_fr: Actions personnalisées

source: Optional - add in file gourl_ipn.php code below. <a href='%s'>Read more &#187;</a>
fr_fr: Facultatif - ajoutez dans le fichier gourl_ipn.php le code ci-dessous. <a href='%s'> En savoir plus &#187; </a>

source: Add New File
fr_fr: Ajouter un nouveau fichier

source: Hide Introduction
fr_fr: Masquer l'introduction

source: Easily Sell Files, Videos, Music, Photos, Software (digital downloads) on your WordPress site/blog and accept %s payments online. No Chargebacks, Global, Secure. Anonymous Bitcoins & Cryptocurrency Payments. All in automatic mode. &#160; <a target='_blank' href='%s'>Example</a><br>If your site requires registration - activate website registration (General Settings &#187; Membership - <a href='%s'>Anyone can register</a>) and customize <a href='%s'>login</a> image.
fr_fr: Vendez facilement des fichiers, des vidéos, de la musique, des photos, des logiciels (téléchargements numériques) sur votre site / blog WordPress et acceptez %s paiements en ligne. Pas de rejet de débit, global, sécurisé. Bitcoins anonymes et paiements de crypto-monnaie. Tout en mode automatique. &#160; <a target='_blank' href='%s'> Exemple </a> <br> Si votre site nécessite un enregistrement, activez l'enregistrement du site Web (Paramètres généraux &#187; Adhésion - <a href='%s'> Tout le monde peut s'enregistrer </a>) et personnaliser <a href= '%s'> connecter </a> image.

source: Create <a href='%s'>New Paid File Downloads</a> and place new generated <a href='%s'>shortcode</a> on your public page/post. Done!
fr_fr: Créez des <a href='%s'> nouveaux téléchargements de fichiers payés </a> et placez le nouveau <a href='%s'>shortcode </a> ainsi généré sur votre page / votre message public. Terminé!

source: <a href='%s'>Read more</a>
fr_fr: <a href='%s'>En savoir plus </a>

source: Alternatively, you can use free <a href='%s'>Easy Digital Downloads</a> plugin (advanced digital selling plugin with Credit Cards/Paypal) with our <a href='%s'>EDD Bitcoin/Altcoin Gateway</a> addon
fr_fr: Vous pouvez également utiliser le plugin gratuit <a href='%s'>Easy Digital Downloads</a> (plug-in de vente numérique avancé avec cartes de crédit/Paypal) avec notre <a href='%s'>passerelle EDD Bitcoin / Altcoin. </a> addon

source: Show Introduction
fr_fr: Montrer l'introduction

source: Found
fr_fr: A trouvé

source: Total Files
fr_fr: Nombre total de fichiers

source: files
fr_fr: des dossiers

source: Active
fr_fr: actif

source: Inactive
fr_fr: Inactif

source: Reset Search Filters
fr_fr: Réinitialiser les filtres de recherche

source: Invalid format. Use %s
fr_fr: Format invalide. Utilisez %s

source: Invalid file id '%s' -
fr_fr: ID de fichier non valide ' %s ' -

source: Please register or login to download this file
fr_fr: Veuillez vous enregistrer ou vous connecter pour télécharger ce fichier.

source: File does not exist on the server
fr_fr: Le fichier n'existe pas sur le serveur

source: Error! File does not exist on the server !
fr_fr: Erreur! Le fichier n'existe pas sur le serveur!

source: Invalid %s Public Key %s -
fr_fr: Invalide %s à clé publique %s -

source: Invalid %s Private Key -
fr_fr: Clé privée %s invalide -

source: Sold Out
fr_fr: Épuisé

source: Cryptcoin Payments Disabled for this File
fr_fr: Cryptcoin Payments Disabled pour ce fichier

source: File
fr_fr: Fichier

source: Download File
fr_fr: Télécharger un fichier

source: Language
fr_fr: La langue

source: Lock Page Level - invalid value
fr_fr: Verrouiller le niveau de page - valeur non valide

source: Field 'PaymentBox Coin' - payments in %s not available. Please click on 'Save Settings' button
fr_fr: Champ 'Pièce de paiement' - Les paiements en %s ne sont pas disponibles. Veuillez cliquer sur le bouton 'Enregistrer les paramètres'

source: Field 'Use Default Coin Only' - check it because you have entered price in %s. Please use price in USD if you want to accept multiple coins
fr_fr: Champ 'Utiliser uniquement les pièces par défaut' - cochez-le car vous avez saisi le prix en %s . S'il vous plaît utiliser le prix en USD si vous souhaitez accepter plusieurs pièces

source: Pay-Per-View Settings have been updated <strong>successfully</strong>
fr_fr: Les paramètres Paiement Par Vue ont été mis à jour <strong> avec succès </ strong>.

source: <b>Pay-Per-View Summary</b> - <a target='_blank' href='%s'>Example</a>
fr_fr: <b> Résumé des Paiement Par Vue </b> - <a target='_blank' href='%s'> Exemple </a>

source: Your unregistered anonymous website visitors will need to send you a set amount of cryptocoins for access to your website's specific pages & videos during a specific time. All will be in automatic mode - allowing you to receive payments, open webpage access to your visitors, when payment expired a new payment box will appear, payment notifications to your email, etc.
fr_fr: Les visiteurs de votre site Web anonyme non enregistré devront vous envoyer une quantité définie de cryptocoins pour accéder aux pages et vidéos spécifiques de votre site Web pendant une période donnée. Tout sera en mode automatique - vous permettant de recevoir des paiements, d'ouvrir une page Web à vos visiteurs, lorsque le paiement sera expiré, un nouveau champ de paiement apparaîtra, des notifications de paiement seront envoyées à votre adresse électronique, etc.

source: Pay-Per-View supports <a href='%s'>custom actions</a> (for example, show ads to free users on all website pages, <a href='%s'>see code</a>)
fr_fr: Prise en charge du Paiement Par Vue <a href='%s'> actions personnalisées </a> (par exemple, montrer des annonces gratuitement aux utilisateurs sur toutes les pages de sites Web, <a href='%s'> voir le code </a>. )

source: <a href='%s'>Read how it works</a> and differences between Pay-Per-View and Pay-Per-Membership.
fr_fr: <a href='%s'> Découvrez son fonctionnement </a> et les différences entre les services de Paiement Par Vue et de Paiement Par l'adhésion.

source: Pay-Per-View Pages -
fr_fr: Pages des Paiement Par Vue -

source: You can customize lock-image / preview video for each page or not use preview at all.<br>Default image directory: %s or use full image path %s
fr_fr: Vous pouvez personnaliser la vidéo de type image verrouillée / prévisualiser pour chaque page ou ne pas utiliser d'aperçu du tout. <br> Répertoire d'images par défaut: %s ou utiliser le chemin d'accès complet à l'image %s

source: Shortcodes with preview images/videos for premium locked pages:
fr_fr: Codes courts avec des images / vidéos de prévisualisation pour les pages verrouillées premium:

source: Place one of that tags <a target='_blank' href='%s'>anywhere</a> in the original text on your premium pages/posts or use <a href='%s'>your custom code</a>
fr_fr: Placez l'une de ces balises <a target='_blank' href='%s'> n'importe où </a> dans le texte d'origine sur vos pages / publications Premium ou utilisez <a href='%s'> votre code personnalisé </a>

source: Ready to use shortcodes:
fr_fr: Shortcodes prêt à l'emploi:

source: locked page with default preview image
fr_fr: page verrouillée avec une image d'aperçu par défaut

source: locked page with default preview video
fr_fr: page verrouillée avec aperçu vidéo par défaut

source: locked page with any custom preview image stored in directory %s
fr_fr: page verrouillée avec une image d'aperçu personnalisée stockée dans le répertoire %s

source: locked page with custom image, image width=400px height=200px
fr_fr: page verrouillée avec une image personnalisée, largeur de l'image = 400px height = 200px

source: locked page with any custom image
fr_fr: page verrouillée avec une image personnalisée

source: locked page with any custom video preview, etc (iframe). Iframe width=800px, height=440px
fr_fr: page verrouillée avec un aperçu vidéo personnalisé, etc. (iframe). Iframe width = 800px, height = 440px

source: Paid Access to Premium Webages for Unregistered Visitors
fr_fr: Accès payant aux Webages Premium pour les visiteurs non enregistrés

source: Show Preview 1
fr_fr: Afficher l'aperçu 1

source: Show Preview 2
fr_fr: Afficher l'aperçu 2

source: Video Preview 3
fr_fr: Aperçu vidéo 3

source: Period after which the payment becomes obsolete and new Cryptocoin Payment Box will be shown (you can use it to take new payments from users periodically on daily basis). We use randomly generated strings as user identification and this is saved in user cookies. If user clears browser cookies, new payment box will be displayed. Therefore max expiry period is 2 DAYS. If you need more, please use <a href='%s'>pay-per-membership</a>
fr_fr: Période après laquelle le paiement devient obsolète et la nouvelle boîte de paiement Cryptocoins s'affichera (vous pouvez l'utiliser pour prendre de nouveaux paiements des utilisateurs périodiquement et quotidiennement). Nous utilisons des chaînes générées aléatoirement comme identification de l'utilisateur et cela est enregistré dans les cookies de l'utilisateur. Si l'utilisateur efface les cookies du navigateur, une nouvelle boîte de paiement sera affichée. Par conséquent, la période d'expiration maximale est de 2 jours. Si vous avez besoin de plus, utilisez <a href='%s'> le paiement par adhésion </a>.

source: Lock Page Level
fr_fr: Verrouiller le niveau de la page

source: Select user access level who will see lock premium page/blog and need to make payment for unlock and view original page content. Website Editors / Admins will have all the time full access to premium pages and see original page content.<br>If your site requires registration - activate website registration (General Settings &#187; Membership - <a href='%s'>Anyone can register</a>) and customize <a href='%s'>login</a> image
fr_fr: Sélectionnez le niveau d'accès de l'utilisateur qui verra le verrouillage de la page premium / blog et devra effectuer le paiement pour le déverrouillage et afficher le contenu de la page d'origine. Les éditeurs / administrateurs de site Web disposeront à tout moment d'un accès complet aux pages premium et au contenu de la page d'origine. <br> Si votre site nécessite une inscription, activez l'enregistrement du site Web (paramètres généraux &#187; Adhésion - <a href='%s'> Tout le monde peut s’inscrire </a>) et personnaliser la <a href='%s'> connexion </a> image.

source: If box is checked, payment box will accept payments in one default coin 'PaymentBox Coin' (no multiple coins)
fr_fr: Si la case est cochée, la case de paiement acceptera les paiements en une pièce par défaut, la «pièce de paiement» (pas de pièces multiples).

source: PaymentBox Style:
fr_fr: Style de PaymentBox:

source: Payment Box <a target='_blank' href='%s'>sizes</a> and border <a target='_blank' href='%s'>shadow</a> you can change <a href='%s'>here &#187;</a>
fr_fr: Zone de paiement <a target='_blank' href='%s'> tailles </a> et la bordure <a target='_blank' href='%s'> shadow </a> vous pouvez modifier <a href ='%s'> ici &#187; </a>

source: Text - Above Payment Box
fr_fr: Texte - Boîte de paiement ci-dessus

source: Your Custom Text and Image above Payment Box on Locked premium pages (original pages content will be hidden)
fr_fr: Votre texte et votre image personnalisés au-dessus de la case de paiement sur des pages premium verrouillées (le contenu des pages d'origine sera masqué)

source: Text - Below Payment Box
fr_fr: Texte - En-dessous du cadre de paiement

source: Your Custom Text and Image below Payment Box on Locked premium pages (original pages content will be hidden)
fr_fr: Votre texte et votre image personnalisés sous la zone de paiement des pages premium verrouillées (le contenu des pages d'origine sera masqué)

source: Hide Page Title ?
fr_fr: Masquer le titre de la page?

source: If box is checked, unpaid users will not see current premium page title (<a href='%s'>screenshot</a>)
fr_fr: Si la case est cochée, les utilisateurs non payés ne verront pas le titre actuel de la page premium (<a href='%s'>'' capture d'écran </a>).

source: Hide Menu Titles ?
fr_fr: Masquer les titres de menu?

source: If box is checked, unpaid users will not see any link titles on premium pages (<a href='%s'>screenshot</a>)
fr_fr: Si la case est cochée, les utilisateurs non payés ne verront aucun titre de lien sur les pages premium (<a href='%s'>capture d'écran </a>).

source: Hide Comments Authors ?
fr_fr: Masquer les commentaires Auteurs?

source: If box is checked, unpaid users will not see authors of comments on bottom of premium pages (<a href='%s'>screenshot</a>)
fr_fr: Si la case est cochée, les utilisateurs non payés ne verront pas les auteurs de commentaires en bas des pages premium (<a href='%s'>capture d'écran </a>)

source: Hide Comments Body ?
fr_fr: Masquer les commentaires Body?

source: If box is checked, unpaid users will not see comments body on bottom of premium pages (<a href='%s'>screenshot</a>)
fr_fr: Si la case est cochée, les utilisateurs non payés ne verront pas le corps des commentaires au bas des pages de prime (<a href='%s'> capture d'écran </a>)

source: Disable Comments Reply ?
fr_fr: Désactiver les commentaires Répondre?

source: If box is checked, unpaid users cannot reply/add comments on bottom of premium pages (<a href='%s'>screenshot</a>)
fr_fr: Si la case est cochée, les utilisateurs non payés ne peuvent pas répondre / ajouter des commentaires au bas des pages payantes (<a href='%s'> capture d'écran </a>).

source: Page Content Locked! Please pay below
fr_fr: Contenu de la page verrouillé! S'il vous plaît payer ci-dessous

source: Membership Period - invalid value
fr_fr: Période d'adhésion - valeur invalide

source: Pay-Per-Membership Settings have been updated <strong>successfully</strong>
fr_fr: Les paramètres de paiement par adhésion ont été mis à jour <strong> avec succès </ strong>.

source: Unregistered visitors / non-logged users will see on your premium pages - login form with custom text
fr_fr: Les visiteurs non enregistrés / les utilisateurs non connectés verront sur vos pages premium - formulaire de connexion avec texte personnalisé

source: <b>Pay-Per-Membership</b> - Your <b>registered</b> website users will need to send you a set amount of cryptocoins for access to your website's specific premium pages & videos during a specific time. All will be in automatic mode. Pay-Per-Membership - is a better safety solution than pay-per-view because plugin uses registered userID not cookies. You need to have website registration <a href='%s'>enabled</a>.
fr_fr: <b> Paiement Par Adhésion </b> - Les utilisateurs de votre <b> inscrit </b> devront vous envoyer une quantité définie de cryptocoins pour accéder aux pages et vidéos premium de votre site Web pendant une période déterminée. Tout sera en mode automatique. Paiement Par Adhésion - est une meilleure solution de sécurité que le Paiement Par Vue car le plug-in utilise un ID utilisateur enregistré et non des cookies. L'enregistrement de votre site Web doit être <a href='%s'> activé </a>.

source: <b>Pay-Per-Membership</b> supports <a href='%s'>custom actions</a> (for example, show ads to free users on all website pages, <a href='%s'>see code</a>)<br>and it integrated with <a href='%s'>bbPress Forum/Customer Support</a> ( use our <a href='%s'>GoUrl bbPress Addon</a> ). You can mark some topics on your bbPress as Premium and can easily monetise it with Bitcoins/altcoins. &#160; <a href='%s'>More info</a>
fr_fr: <b> Paiement par adhésion </b> prend en charge les <a href= %s> actions personnalisées </a> (par exemple, affichage d'annonces gratuites pour les utilisateurs sur toutes les pages de sites Web, <a href =' %s '> voir le code </a>) <br> et intégré au <a href=' %s'> forum bbPress / Assistance à la clientèle </a> (utilisez notre add-on <a href='%s'> GoUrl bbPress </a>). Vous pouvez marquer certains sujets sur votre bbPress comme Premium et les monétiser facilement avec des Bitcoins / altcoins. &#160; <a href='%s'> Plus d'infos </a>
