Repository: cryptoapi/Bitcoin-Wordpress-Plugin
Catalog: languages/gourl-*.po
Languages: fr_fr

source: Pay-Per-Membership supports ONE paid membership level for website.<br>For few membership levels (ex. basic, pro, premium), alternatively you can use <a class='gourlnowrap' href='%s'>Paid Memberships Pro</a> plugin with our <a class='gourlnowrap' href='%s'>GoUrl Gateweay PMP Addon</a>.<br>Therefore you can use one of two membership systems - Paid Memberships Pro or Pay-Per-Membership shortcodes (current page). Please use one of them only (not both) on your website, because these different membership systems are not compatible.
fr_fr: Paiement par adhésion prend en charge UN niveau d'adhésion payé pour le site Web. <br> Pour quelques niveaux d'adhésion (ex. Base, pro, premium), vous pouvez également utiliser <a class='gourlnowrap' href='%s'>Paid Memberships Pro</a> avec notre addon <a class='gourlnowrap' href='%s'>GoUrl Gateweay PMP Addon</a>. <br> Par conséquent, vous pouvez utiliser l'un des deux systèmes d'abonnement suivants: abonnement payant Pro ou abonnement payant. Shortcodes par adhésion (page actuelle). Veuillez utiliser l'un d'entre eux uniquement (pas les deux) sur votre site Web, car ces différents systèmes d'adhésion ne sont pas compatibles.

source: Pay-Per-Membership Premium Pages -
fr_fr: Pages payantes par abonnement -

source: locked premium page with default preview image; visible for unpaid logged-in users
fr_fr: page premium verrouillée avec une image d'aperçu par défaut; visible pour les utilisateurs connectés non payés

source: locked page with any custom video preview, etc (iframe). Iframe width=750px, height=410px
fr_fr: page verrouillée avec un aperçu vidéo personnalisé, etc. (iframe). Iframe width = 750px, height = 410px

source: All Premium Users
fr_fr: Tous les utilisateurs Premium

source: Paid Access to Premium Pages for Registered Users
fr_fr: Accès payant aux pages Premium pour les utilisateurs enregistrés

source: Screen for non-logged users
fr_fr: Rechercher des utilisateurs non connectés

source: Membership Price
fr_fr: Prix ​​d'adhésion

source: Membership Period
fr_fr: Période d'adhésion

source: Period after which the payment becomes obsolete and new Cryptocoin Payment Box will be shown.
fr_fr: Période après laquelle le paiement devient obsolète et la nouvelle zone de paiement Cryptocoins s'affiche.

source: Select user access level who will see lock premium page/blog and need to make payment for unlock and view original page content. Website Editors / Admins will have all the time full access to locked pages and see original page content.<br>Please activate website registration ( General Settings &#187; Membership - <a href='%s'>Anyone can register</a> )
fr_fr: Sélectionnez le niveau d'accès de l'utilisateur qui verra le verrouillage de la page premium / blog et devra effectuer le paiement pour le déverrouillage et afficher le contenu de la page d'origine. Les éditeurs / administrateurs de site Web disposeront à tout moment d'un accès complet aux pages verrouillées et au contenu de la page d'origine. <br> Veuillez activer l'enregistrement du site Web (paramètres généraux &#187; Adhésion - <a href='%s'>tout le monde peut s'inscrire </a>)

source: Add to User Profile
fr_fr: Ajouter au profil utilisateur

source: If box is checked, users will see own membership status on user profile page (<a href='%s'>profile.php</a>)
fr_fr: Si la case est cochée, les utilisateurs verront leur propre statut de membre sur la page de profil de l'utilisateur (<a href='%s'>profile.php </a>).

source: A. Unregistered Users will see Login Form with custom text/images -
fr_fr: A. Les utilisateurs non inscrits verront le formulaire de connexion avec du texte / des images personnalisés -

source: You can separate the content your logged-in users see from what your unregistered users see; things like a log-in form + custom text A for unregistered users &#160;or&#160; payment box + other custom text B for unpaid logged-in users.
fr_fr: Vous pouvez séparer le contenu que voient vos utilisateurs connectés de ce que voient vos utilisateurs non inscrits. un formulaire de connexion + un texte personnalisé A pour les utilisateurs non enregistrés &#160; ou &#160; boîte de paiement + autre texte personnalisé B pour les utilisateurs connectés impayés.

source: IMPORTANT: Please check that Website Registration is enabled (option Membership - <a href='%s'>Anyone can register</a>)
fr_fr: IMPORTANT: Veuillez vérifier que l'enregistrement du site Web est activé (option Adhésion - <a href='%s'>Tout le monde peut s'inscrire </a>)

source: Text - Above Login Form
fr_fr: Texte - Formulaire de connexion ci-dessus

source: Your Custom Text and Image For Unregistered Users (original pages content will be hidden). This text will publish <b>Above</b> Login Form
fr_fr: Votre texte et votre image personnalisés pour les utilisateurs non enregistrés (le contenu des pages d'origine sera masqué). Ce texte publiera le <b> ci-dessus </b> formulaire de connexion.

source: Text - Below Login Form
fr_fr: Texte - ci-dessous formulaire de connexion

source: Your Custom Text and Image For Unregistered Users (original pages content will be hidden). This text will publish <b>Below</b> Login Form
fr_fr: Votre texte et votre image personnalisés pour les utilisateurs non enregistrés (le contenu des pages d'origine sera masqué). Ce texte sera publié <b> ci-dessous </b> formulaire de connexion

source: B. Unpaid logged-in users will see payment box with custom text -
fr_fr: B. Les utilisateurs connectés non payés verront la case de paiement avec le texte personnalisé -

source: General Content Restriction
fr_fr: Restriction générale au contenu

source: Thank you.
fr_fr: Je vous remercie.

source: Your Premium membership is active.
fr_fr: Votre abonnement Premium est actif.

source: <b>ADMIN NOTE:</b> Your test payment received successfully.<br>Please <a href='%s'>disable your test membership</a> and you will see payment box again
fr_fr: <b> NOTE ADMIN: </b> Votre paiement test a été reçu avec succès. <br> Veuillez <a href='%s'> désactiver votre abonnement test </a> et vous verrez à nouveau la boîte de paiement.

source: Manually Add New User
fr_fr: Ajouter manuellement un nouvel utilisateur

source: Options
fr_fr: Les options

source: Active Premium Users
fr_fr: Utilisateurs Premium actifs

source: users
fr_fr: utilisateurs

source: Manually Added
fr_fr: Ajouté manuellement

source: Manually Disabled
fr_fr: Handicapés manuellement

source: Table have been updated <strong>successfully</strong>
fr_fr: Les tableaux ont été mis à jour <strong> avec succès </ strong>.

source: Edit Premium User Membership
fr_fr: Modifier un abonnement utilisateur Premium

source: New User Membership
fr_fr: Nouvel abonnement utilisateur

source: Create Premium Membership manually if a user has sent the wrong amount of payment - therefore plugin cannot process payment and cannot create user premium membership in automatic mode
fr_fr: Créez manuellement un abonnement Premium si un utilisateur a envoyé un montant de paiement incorrect. Par conséquent, le plug-in ne peut pas traiter le paiement et ne peut pas créer un abonnement premium en mode automatique.

source: Manually create Premium Membership
fr_fr: Créer manuellement un abonnement Premium

source: New Membership
fr_fr: Nouvelle adhésion

source: User
fr_fr: Utilisateur

source: Select User
fr_fr: Sélectionner un utilisateur

source: Select User. &#160; Current lock pages level: <a href='%s'>%s</a>.<br>Website Editors / Admins will have all the time full access to premium pages and see original page content.
fr_fr: Sélectionnez un utilisateur. &#160; Niveau actuel des pages verrouillées: <a href= %s %s </a>. <br> Les éditeurs / administrateurs de sites Web auront à tout moment un accès complet aux pages premium et au contenu de la page d'origine.

source: Premium Start Date
fr_fr: Date de début Premium

source: Premium Membership Start Date. Format: dd/mm/yyyy
fr_fr: Date de début d'adhésion Premium. Format: jj / mm / aaaa

source: Premium End Date
fr_fr: Date de fin de prime

source: Premium Membership End Date. Format: dd/mm/yyyy
fr_fr: Date de fin d'adhésion Premium. Format: jj / mm / aaaa

source: User - cannot be empty
fr_fr: Utilisateur - ne peut pas être vide

source: Start Date - cannot be empty
fr_fr: Date de début - ne peut être vide

source: End Date - cannot be empty
fr_fr: Date de fin - ne peut être vide

source: End Date - invalid value
fr_fr: Date de fin - valeur non valide

source: Invalid Product ID, Please reload page
fr_fr: ID de produit invalide, veuillez recharger la page

source: Product Title - cannot be empty
fr_fr: Titre du produit - ne peut être vide

source: Product Title - Max size 100 symbols
fr_fr: Titre du produit - Taille maximale 100 symboles

source: Email to Buyer: From Email - cannot be empty
fr_fr: Email to Buyer: De Email - ne peut être vide

source: Purchase Email Subject - cannot be empty
fr_fr: Sujet de l'e-mail d'achat - ne peut être vide

source: Purchase Email Body - cannot be empty
fr_fr: Body Email d'achat - ne peut être vide

source: Sale Notification From - cannot be empty
fr_fr: Notification de vente de - ne peut pas être vide

source: Sale Notification Subject - cannot be empty
fr_fr: Sujet de notification de vente - ne peut pas être vide

source: Sale Notification - cannot be empty
fr_fr: Notification de vente - ne peut être vide

source: Sale Notification To - cannot be empty
fr_fr: Notification de vente à - ne peut pas être vide

source: Email to Buyer: From Email - %s - invalid email format
fr_fr: E-mail à l'acheteur: De l'e-mail - %s - format de l'e-mail non valide

source: Sale Notification From - %s - invalid email format
fr_fr: Notification de vente à partir de - %s - format de courrier électronique non valide

source: Sale Notification To - %s - invalid email format
fr_fr: Notification de vente à - %s - format de courrier électronique non valide

source: Edit Product
fr_fr: Modifier le produit

source: New Product
fr_fr: Nouveau produit

source: Emails
fr_fr: Courriels

source: Used template tags for preview:
fr_fr: Balises de modèle utilisées pour l'aperçu:

source: Email to Buyer - Purchase Receipt
fr_fr: Courriel à l'acheteur - Reçu d'achat

source: Activated
fr_fr: Activé

source: Not Active
fr_fr: Pas actif

source: From:
fr_fr: De:

source: To:
fr_fr: À:

source: - user registered email -
fr_fr: - email enregistré par l'utilisateur -

source: Subject:
fr_fr: Assujettir:

source: Body:
fr_fr: Corps:

source: Email to Seller/Admin - Sale Notification
fr_fr: Courriel au vendeur / administrateur - Notification de vente

source: New product
fr_fr: Nouveau produit

source: All Paid Products
fr_fr: Tous les produits payés

source: Create New Product
fr_fr: Créer un nouveau produit

source: Preview - Paid
fr_fr: Preview - Payé

source: Preview - Emails
fr_fr: Aperçu - Courriels

source: Product ID
fr_fr: Produit ID

source: Product Title
fr_fr: Titre du produit

source: Title for the product. Users will see this title
fr_fr: Titre du produit. Les utilisateurs verront ce titre

source: If box is not checked, visitors cannot pay you for this product
fr_fr: Si la case n'est pas cochée, les visiteurs ne peuvent pas vous payer pour ce produit.

source: The maximum number of times a product may be purchased. Leave blank or set to 0 for unlimited number of product purchases
fr_fr: Le nombre maximum de fois qu'un produit peut être acheté. Laissez le champ vide ou mis à 0 pour un nombre illimité d'achats de produits

source: Period after which the payment becomes obsolete and new Payment Box will be shown for this product (you can use it to take new payments from users periodically on daily/monthly basis)<br>For quickly repeated purchases with shopping cart, you can use <a href='%s'>WooCommerce</a> with <a href='%s'>GoUrl WooCommerce Addon</a> also
fr_fr: Période après laquelle le paiement devient obsolète et la nouvelle boîte de paiement s'affichera pour ce produit (vous pouvez l'utiliser pour prendre de nouveaux paiements des utilisateurs périodiquement sur une base quotidienne / mensuelle) <br> Pour les achats répétés rapidement avec le panier d'achat, vous pouvez utiliser <a href='%s'> WooCommerce </a> avec <a href='%s'> GoUrl WooCommerce Addon </a> également

source: A. Product Description (Unpaid yet)
fr_fr: A. Description du produit (pas encore payé)

source: Product Description. Users will see this product description when no payment has been received yet
fr_fr: Description du produit. Les utilisateurs verront cette description du produit si aucun paiement n'a encore été reçu.

source: B. Product Description (Paid already)
fr_fr: B. Description du produit (déjà payé)

source: Users will see this product description when payment has been successfully received. If you leave field empty, it will display content from 'A. Product Description - unpaid' field<br>Available template tags: %s
fr_fr: Les utilisateurs verront cette description du produit une fois le paiement reçu. Si vous laissez le champ vide, il affichera le contenu de 'A. Description du produit - champ non rémunéré' <br> balises de modèle disponibles: %s

source: Email to Buyer ?
fr_fr: Email à l'acheteur?

source: If box is checked, purchase receipt email will be sent to Buyer on user registered email
fr_fr: Si la case est cochée, l'email de confirmation d'achat sera envoyé à l'acheteur sur l'email enregistré par l'utilisateur

source: Purchase Email - From
fr_fr: Email d'achat - De

source: Email to Buyer: This will act as the 'from' and 'reply-to' address in email
fr_fr: Envoyer un e-mail à l'acheteur: il servira d'adresse de destinataire et de réponse dans l'e-mail.

source: Purchase Email - Subject
fr_fr: Email d'achat - Sujet

source: Email to Buyer: Enter the subject line for the purchase receipt email
fr_fr: E-mail à l'acheteur: entrez la ligne d'objet de l'e-mail de confirmation d'achat

source: Purchase Email - Body
fr_fr: Email d'achat - Corps

source: Email to Buyer: Enter email body that is sent to users after completing a successful purchase. HTML is not accepted.<br>Available template tags: %s
fr_fr: E-mail à l'acheteur: saisissez le corps de l'e-mail envoyé aux utilisateurs après un achat réussi. Le HTML n'est pas accepté. <br> Balises de modèle disponibles: %s

source: Email to Seller/Admin ?
fr_fr: Email au vendeur / admin?

source: If box is checked, new sale notification email will be sent to Seller/Admin
fr_fr: Si la case est cochée, le nouvel email de notification de vente sera envoyé au vendeur / administrateur

source: Sale Notification - From
fr_fr: Notification de vente - De

source: Email to Seller: This will act as the 'from' and 'reply-to' email address
fr_fr: Email to Seller: Ceci agira en tant qu'adresse email 'de' et 'répondre à'

source: Sale Notification - Subject
fr_fr: Notification de vente - Sujet

source: Email to Seller: Enter the subject line for the sale notification email<br>Available template tags: %s
fr_fr: E-mail au vendeur: entrez la ligne d'objet de l'e-mail de notification de vente <br> Modèles de balises disponibles: %s

source: Sale Notification - Body
fr_fr: Notification de vente - Body

source: Email to Seller: Enter the sale notification email that is sent to seller/admin after user completing a successful purchase.<br>Available template tags: %s
fr_fr: E-mail au vendeur: saisissez l'e-mail de notification de vente envoyé au vendeur / à l'administrateur une fois l'achat réussi. <br> Tags de modèle disponibles: %s

source: Sale Notification - To
fr_fr: Notification de vente - À

source: Email to Seller: Enter the email address(es) that should receive a notification anytime a sale is made, one per line
fr_fr: Courriel au vendeur: entrez la ou les adresses électroniques qui devraient recevoir une notification chaque fois qu'une vente est effectuée, une par ligne.

source: Add New Product
fr_fr: Ajouter un nouveau produit

source: Use 'Pay-Per-product' - sell any of your products online to registered users. Email notifications to Buyer/Seller.
fr_fr: Utilisez 'Pay-Per-product' - vendez l'un de vos produits en ligne aux utilisateurs enregistrés. Notifications par email à l'acheteur/vendeur.

source: You will need to <a href='%s'>create a new product record</a> of what you are selling, you get custom WordPress shortcode, <a href='%s'>place that shortcode</a> on any of your website pages and user will see the product payment box.
fr_fr: Vous devrez <a href= '%s'> créer un nouvel enregistrement de produit </a> de ce que vous vendez. Vous obtenez un shortcode WordPress personnalisé, <a href='%s'> place ce shortcode</a>. sur l’une des pages de votre site Web, l’utilisateur verra la case de paiement du produit.

source: Please activate website registration (General Settings &#187; Membership - <a href='%s'>Anyone can register</a>). &#160; For unregistered visitors - you can customize <a href='%s'>Login Image</a> or choose to display <a href='%s'>Login Form</a>
fr_fr: Activez l'enregistrement du site Web (Paramètres généraux &#187; Adhésion - <a href='%s'>Tout le monde peut s'enregistrer </a>). &#160; Pour les visiteurs non enregistrés, vous pouvez personnaliser <a href='%s'> Image de connexion </a> ou choisir d'afficher le <a href='%s'>Formulaire de connexion </a>.

source: See also - <a href='%s'>Installation Instruction</a>
fr_fr: Voir aussi - <a href='%s'>Instruction d'installation </a>

source: Alternatively, you can use free <a href='%s'>WooCommerce</a> plugin (advanced shopping plugin with 'GUEST CHECKOUT' option) with our <a href='%s'>Woocommerce Bitcoin/Altcoin Gateway</a> addon
fr_fr: Vous pouvez également utiliser le plug gratuit <a href= '%s'> WooCommerce </a> (plug-in de shopping avancé avec l'option' GUEST CHECKOUT ') avec notre <a href='%s'> Passerelle Woocommerce Bitcoin/Altcoin </a> addon

source: Total products
fr_fr: Total produits

source: products
fr_fr: des produits

source: Invalid product id '%s' -
fr_fr: ID de produit non valide ' %s ' -

source: You need first to login or register on the website to make Bitcoin/Altcoin Payments
fr_fr: Vous devez d'abord vous connecter ou vous enregistrer sur le site pour effectuer des paiements Bitcoin / Altcoin.

source: All Received Payments
fr_fr: Tous les paiements reçus

source: Notes: Please wait bitcoin/altcoin transaction confirmations (column 'Confirmed Payment?' in table below) before sending any purchased products / services to users. A transaction confirmation is needed to prevent <a target='_blank' href='%s'>double spending of the same money</a> because somebody may from time to time try to do so.
fr_fr: Remarques: Veuillez patienter les confirmations de transaction bitcoin / altcoin (colonne "Paiement confirmé?" Du tableau ci-dessous) avant d'envoyer les produits / services achetés aux utilisateurs. Une confirmation de transaction est nécessaire pour empêcher les <a target='_blank' href= %s> doubler les dépenses du même argent </a>, car quelqu'un peut tenter de le faire de temps à autre.

source: GoUrl.io Live Status : Payment id <b>%s</b> transaction - <b>CONFIRMED</b>
fr_fr: État actuel de GoUrl.io: ID de paiement <b> %s </b> transaction - <b> CONFIRMÉ </b>

source: GoUrl.io Live Status : Payment id <b>%s</b> transaction - <b>NOT confirmed yet</b>
fr_fr: État actuel de GoUrl.io: ID de paiement <b> %s </b> transaction - <b> PAS encore confirmé </b>

source: Recognised
fr_fr: Reconnu

source: Unrecognised
fr_fr: Méconnu

source: Total Sum
fr_fr: Somme totale

source: Login
fr_fr: S'identifier

source: username
fr_fr: Nom d'utilisateur

source: password
fr_fr: mot de passe

source: Log in
fr_fr: S'identifier

source: Lost your password?
fr_fr: Mot de passe perdu?

source: Free
fr_fr: Gratuit

source: If you like <strong>GoUrl Bitcoin/Altcoins Gateway</strong> please leave us a %s rating on %s. A huge thank you from GoUrl in advance!
fr_fr: Si vous aimez <strong> GoUrl Bitcoin / Altcoins passerelle </ strong> s'il vous plaît laissez - nous un %s notation sur %s . Un grand merci de GoUrl d'avance!

source: <strong>%s Plugin is almost ready to use!</strong> All you need to do is to <a style='text-decoration:underline' href='%s'>update your plugin settings</a>
fr_fr: <strong>%s Le plugin est presque prêt à être utilisé! </ strong> Il suffit de <a style='text-decoration:underline'href='%s> mettre à jour les paramètres de votre plugin</a>.

source: Official GoUrl Bitcoin Payment Gateway for Wordpress
fr_fr: Passerelle de paiement Bitcoin GoUrl officielle pour Wordpress

source: <strong>Please deactivate %s Plugin,<br>manually set folder %s permission to 0777 and activate it again.</strong><br><br>if you have already done so before, please create three folders below manually and set folder permissions to 0777:<br>- %s<br>- %s<br>- %s
fr_fr: <strong> Désactivez le plug-in %s , définissez manuellement le dossier %s sur 0777, puis réactivez-le. </ strong> <br> <br> Si vous l'avez déjà fait, créez manuellement les trois dossiers ci-dessous et définir les autorisations de dossier sur 0777: <br> - %s <br> - %s <br> - %s

source: &#149; Summary
fr_fr: &#149; Résumé

source: &#149; All Payments
fr_fr: &#149; Tous les Paiements

source: &#149; Pay-Per-Product
fr_fr: &#149; Paiement Par Produit

source: &#149; Pay-Per-Download
fr_fr: &#149; Paiement Par Téléchargement

source: &#149; Pay-Per-View
fr_fr: &#149; Paiement Par Vue

source: &#149; Pay-Per-Membership
fr_fr: &#149; Paiement Par Adhésion

source: Premium Users
fr_fr: Utilisateurs Premium

source: GoUrl Pay-Per-Download (Paid File Downloads)
fr_fr: GoUrl Payer par Téléchargement (téléchargements de fichiers payés)

source: GoUrl Pay-Per-View (Anonymous Access to Premium Pages/Video)
fr_fr: GoUrl Paiement Par Vue (Accès anonyme aux pages Premium / vidéo)

source: GoUrl Pay-Per-Product (selling online)
fr_fr: GoUrl Pay-Per-Product (vente en ligne)

source: CRYPTO-CURRENCY PAYMENT GATEWAY
fr_fr: PASSERELLE DE PAIEMENT CRYPTO-MONNAIE

source: Cannot upload file '%s' on server. Alternatively, you can upload your file to '%s' using the FTP File Manager
fr_fr: Impossible de télécharger le fichier ' %s ' sur le serveur. Vous pouvez également télécharger votre fichier sur ' %s ' à l'aide du gestionnaire de fichiers FTP.

source: Invalid image file '%s', supported *.gif, *.jpg, *.png files only
fr_fr: Fichier image non valide ' %s ', pris en charge * .gif, * .jpg, * .png uniquement

source: Cannot move file '%s' to directory '%s' on server. Please check directory permissions
fr_fr: Impossible de déplacer le fichier ' %s ' dans le répertoire ' %s ' sur le serveur. S'il vous plaît vérifier les autorisations de répertoire

source: Your Featured Image %s has been uploaded <strong>successfully</strong>
fr_fr: Votre image sélectionnée %s a été téléchargée <strong> avec succès </ strong>.

source: Your File %s has been uploaded <strong>successfully</strong>
fr_fr: Votre fichier %s a été téléchargé <strong> avec succès </ strong>.

source: New File Name is <strong>%s</strong>
fr_fr: Le nouveau nom de fichier est <strong> %s </ strong>.

source: Error. Please place in variable $YourPluginName - your plugin name
fr_fr: Erreur. Veuillez placer dans la variable $ YourPluginName - le nom de votre plugin

source: Error. Invalid plugin name - %s. Size: 5-17 symbols. Allowed symbols: a..Z0..9_-
fr_fr: Erreur. Nom du plugin invalide - %s . Taille: 5-17 symboles. Symboles autorisés: a..Z0..9_-

source: Error. Please change plugin name. Plugin name can not begin with: 'file..', 'product..', 'pay..', 'membership..', 'user..'
fr_fr: Erreur. S'il vous plaît changer le nom du plugin. Le nom du plugin ne peut pas commencer par: 'fichier ..', 'produit ..', 'payer ..', 'adhésion ..', 'utilisateur ..'
