Repository: cryptoapi/Bitcoin-Wordpress-Plugin
Catalog: languages/gourl-*.po
Languages: fr_fr

source: <b>Other wordpress plugin developers can easily integrate Bitcoin payments to their own plugins</b> using this plugin with cryptocurrency payment gateway functionality. For example, see other add-on <a target='_blank' href='%s'>PHP source code</a> and <a target='_blank' href='%s'>result</a> - Bitcoin payments for <a target='_blank' href='%s'>WooCommerce</a>, which uses this plugin functionality. Please ask Wordpress Plugin Developers to add a few lines of code below to their plugins (gourl bitcoin payment gateway with optional <a target='_blank' href='%s'>Bitcoin Affiliate Program - 33.3%% lifetime revenue share</a> for them ) and bitcoin/altcoin payments will be automatically used in their plugins. GoUrl Payment Gateway will do all the work - display payment form, process received payments, etc and will submit that information to the plugin used. Around 5 seconds after cryptocoin payment is made, user will see confirmation on your webpage with any wordpress plugin that payment is received (i.e. very fast).
fr_fr: <b> D'autres développeurs de plugins wordpress peuvent facilement intégrer les paiements Bitcoin à leurs propres plugins </b> en utilisant ce plugin avec la fonctionnalité de passerelle de paiement crypto-monnaie. Par exemple, voir d' autres add-on <a target='_blank' href='%s'>code source PHP </a> et <a target='_blank' href='%s'> résultat </a> - Bitcoin paiements pour <a target='_blank' href='%s'>WooCommerce </a>, qui utilise cette fonctionnalité de plug - in. Veuillez demander aux développeurs de plugins Wordpress d’ajouter quelques lignes de code ci-dessous à leurs plugins (passerelle de paiement gourl bitcoin avec option <a target='_blank' href='%s'> programme d’affiliation Bitcoin - 33,3 %% partage des revenus à vie </a > pour eux) et les paiements bitcoin / altcoin seront automatiquement utilisés dans leurs plugins. GoUrl Payment Gateway fera tout le travail - affiche le formulaire de paiement, traite les paiements reçus, etc. et soumettra ces informations au plug-in utilisé. Environ 5 secondes après le paiement du cryptocoin, l’utilisateur verra la confirmation sur votre page Web quel que soit le plugin wordpress indiquant que le paiement est reçu (c’est-à-dire très rapidement).

source: <b>Beneficial for You and other users.</b> Simply use this GoUrl Bitcoin/Altcoin Gateway for Wordpress which will automatically be used by other plugins and you will only need to enter your bitcoin/litecoin/dogecoin wallet addresses once. No multiple times, for different plugins. Also you will see the bitcoin/altcoin payment statistics in one common table <a href='%s'>All Payments</a> with details of all received payments. So it is easy to control everything. Of course, other plugins also can show bitcoin/altcoin transactions which linked with them, using data from that common 'All Payments' table.
fr_fr: <b> Bénéfique pour vous et les autres utilisateurs. </b> Utilisez simplement cette passerelle GoUrl Bitcoin / Altcoin pour Wordpress qui sera automatiquement utilisée par d'autres plug-ins et vous n'aurez plus besoin d'entrer vos adresses de portefeuille bitcoin / litecoin / dogecoin une seule fois. Pas plusieurs fois, pour différents plugins. Vous verrez également les statistiques de paiement bitcoin / altcoin dans un tableau commun <a href='%s'> Tous les paiements </a>, avec les détails de tous les paiements reçus. Il est donc facile de tout contrôler. Bien entendu, d'autres plugins peuvent également afficher les transactions bitcoin / altcoin qui s'y sont liées, en utilisant les données de cette table commune "Tous les paiements".

source: Example of php code with GoUrl Bitcoin Payment Gateway for other wordpress plugins -
fr_fr: Exemple de code php avec GoUrl Bitcoin Payment Gateway pour d’autres plugins wordpress -

source: And add custom actions after payment has been received. <a href='%s'>Integration Instruction &#187;</a>
fr_fr: Et ajoutez des actions personnalisées après réception du paiement. <a href=' %s Instruction d'intégration &#187; </a>

source: Please contact us with any questions - %s
fr_fr: S'il vous plaît nous contacter pour toutes questions - %s

source: A great way to get involved in open source is to contribute to the existing projects you're using. GitHub is home to more than 5 million open source projects. <a target='_blank' href='%s'>A pull request</a> is a method of submitting contributions to an open development project. You can create a pull request with your new add-ons/php code for this free open source plugin <a target='_blank' href='%s'>here</a>
fr_fr: Un excellent moyen de participer à l'open source est de contribuer aux projets existants que vous utilisez. GitHub abrite plus de 5 millions de projets open source. <a target='_blank' href='%s'> Une demande d'extraction </a> est une méthode de soumission de contributions à un projet de développement ouvert. Vous pouvez créer une demande d'extraction avec vos nouveaux add-ons / code php pour ce plugin gratuit et open source <a target='_blank' href='%s'>ici</a>.

source: Buttons For Your Website -
fr_fr: Boutons pour votre site Web -

source: Our Project Donation Addresses -
fr_fr: Nos adresses de dons de projets -

source: It is a Paid Download ! Please pay below
fr_fr: C'est un téléchargement payant! S'il vous plaît payer ci-dessous

source: Invalid %s keys md5 hash in file %s. Please delete this file and re-enter your GoUrl Public/Private Keys
fr_fr: Clés %s invalides md5 hash dans le fichier %s . Veuillez supprimer ce fichier et ressaisir vos clés publiques / privées GoUrl

source: Box Invalid Public Key
fr_fr: Boîte clé publique non valide

source: Box Invalid Private Key
fr_fr: Clé privée non valide

source: Box Private Key - cannot be empty
fr_fr: Box Private Key - ne peut être vide

source: Box Public Key - cannot be empty
fr_fr: Box Public Key - ne peut être vide

source: You must choose at least one payment method. Please enter your GoUrl Public/Private Keys. <a href='%s'>Instruction here &#187;</a>
fr_fr: Vous devez choisir au moins un mode de paiement. Veuillez saisir vos clés publiques / privées GoUrl. <a href= %s Instruction here &#187; </a>

source: Invalid Payment Box Width. Allowed 480..700px
fr_fr: Largeur de la boîte de paiement invalide. Autorisé 480..700px

source: Invalid Payment Box Height. Allowed 200..400px
fr_fr: Hauteur de la boîte de paiement invalide. Autorisé 200..400px

source: Invalid Records Per Page value. Allowed 5..200
fr_fr: Enregistrements non valides par page. Admis 5..200

source: Invalid Popup Message text size. Allowed 15 - 400 characters text length
fr_fr: Taille du texte du message contextuel non valide. Longueur de texte autorisée de 15 à 400 caractères

source: Invalid Payment Box Style
fr_fr: Style de boîte de paiement invalide

source: Invalid Payment Messages Style
fr_fr: Style des messages de paiement non valide

source: Error. Please enable <a target='_blank' href='%s'>CURL extension</a> in PHP. <a target='_blank' href='%s'>Read here &#187;</a>
fr_fr: Erreur. S'il vous plaît activer <a target='_blank' href=' %s CURL l' extension </a> en PHP. <a target='_blank' href= %s Lisez ici &#187; </a>

source: Error. Please enable <a target='_blank' href='%s'>MySQLi extension</a> in PHP. <a target='_blank' href='%s'>Read here &#187;</a>
fr_fr: Erreur. S'il vous plaît activer <a target='_blank' href=' %s extension MySQLi </a> en PHP. <a target='_blank' href= %s Lisez ici &#187; </a>

source: Error. You need PHP 5.4.0 (or greater). Current php version: %s
fr_fr: Erreur. Vous avez besoin de PHP 5.4.0 (ou supérieur). Version php actuelle: %s

source: Error. Cannot write file %s - please make directory %s writable.
fr_fr: Erreur. Impossible d’écrire le fichier %s - veuillez rendre le répertoire %s accessible en écriture.

source: Please fix errors below:
fr_fr: Veuillez corriger les erreurs ci-dessous:

source: Settings have been updated <strong>successfully</strong>
fr_fr: Les paramètres ont été mis à jour <strong> avec succès </ strong>.

source: Connection to GoUrl.io Payment Server - Errors found -
fr_fr: Connexion au serveur de paiement GoUrl.io - Erreurs trouvées -

source: Note: As alternative, you can use old <a href='%s'>iFrame Payment Box Type</a>
fr_fr: Remarque: vous pouvez également utiliser l'ancien <a href= %s Type de boîte de paiement iFrame </a>.

source: Settings
fr_fr: Paramètres

source: Simple register on <a target='_blank' href='%s'>GoUrl.io</a> and get your Free Public/Private Payment Box keys. &#160; <a href='%s'>Read more &#187;</a>
fr_fr: Enregistrez-vous simplement sur <a target='_blank' href='%s'> GoUrl.io </a> et obtenez vos clés gratuites pour les boîtes de paiement publiques/privées. &#160; <a href='%s'>En savoir plus &#187; </a>

source: General Settings
fr_fr: réglages généraux

source: If you use multiple websites online, please create separate <a target='_blank' href='%s'>GoUrl Payment Box</a> records (with unique payment box public/private keys) for each of your websites. Do not use the same GoUrl Payment Box with the same public/private keys on your different websites.
fr_fr: Si vous utilisez plusieurs sites Web en ligne, veuillez créer des enregistrements distincts de <a target='_blank' href='%s'> Box de paiement GoUrl</a> (avec des clés publique / privée de zone de paiement uniques) pour chacun de vos sites Web. N'utilisez pas la même zone de paiement GoUrl avec les mêmes clés publique / privée sur vos différents sites Web.

source: If you want to use plugin in a language other than English, see the page <a href='%s'>Languages and Translations</a>. &#160; This enables you to easily customize the texts of all the labels visible to your users.
fr_fr: Si vous souhaitez utiliser le plug-in dans une langue autre que l'anglais, reportez-vous à la page <a href='%s'> Langues et traductions </a>. &#160; Cela vous permet de personnaliser facilement les textes de toutes les étiquettes visibles par vos utilisateurs.

source: Please wait...
fr_fr: S'il vous plaît, attendez...

source: Save Settings
fr_fr: Enregistrer les paramètres

source: Reload Page
fr_fr: Rafraîchir la page

source: Your Callback Url
fr_fr: Votre url de rappel

source: IMPORTANT - Please place this url in field <a href='%s'>Callback URL</a> for all your Payment Boxes on gourl.io. <a href='%s'>See screenshot</a>
fr_fr: IMPORTANT - Veuillez placer cette URL dans le champ <a href='%s'>URL de rappel </a> pour toutes vos zones de paiement sur gourl.io. <a href='%s'>Voir la capture d'écran </a>

source: Payment Box Settings
fr_fr: Paramètres de la boîte de paiement

source: Click to Test Connection to GoUrl.io Server
fr_fr: Cliquez pour tester la connexion au serveur GoUrl.io

source: PaymentBox Type
fr_fr: Type de PaymentBox

source: screenshots
fr_fr: captures d'écran

source: White Label Payment Box - user browser receive payment data from your website only (does not even know about gourl.io); your website receive data from gourl.io (curl method). It use Bootstrap4. You can use your own payment logo
fr_fr: Boîte de paiement en marque blanche - Le navigateur de l'utilisateur reçoit uniquement les données de paiement de votre site Web (ne sait même pas sur gourl.io); votre site Web reçoit des données de gourl.io (méthode curl). Il utilise Bootstrap4. Vous pouvez utiliser votre propre logo de paiement

source: White Label Example
fr_fr: Exemple de marque blanche

source: iFrame - display gourl.io payment box in iFrame on your webpage. Not mobile friendly.
fr_fr: iFrame - affichez votre boîte de paiement gourl.io dans iFrame sur votre page Web. Pas mobile amical.

source: iFrame Example
fr_fr: Exemple d'iFrame

source: Payment Box Theme
fr_fr: Thème de la boîte de paiement

source: Live Preview &#187;
fr_fr: Aperçu en direct &#187;

source: Payment Box color theme (<a href='%s'>white</a> / <a href='%s'>black</a> / <a href='%s'>sketchy</a> / blue / red / etc)
fr_fr: Thème de couleur du champ de (<a href='%s'>blanc</a> / <a href='%s'>noir</a> / <a href='%s'>sketchy</a> / bleu / rouge / etc)

source: Custom Image
fr_fr: Image personnalisée

source: Payments
fr_fr: Paiements

source: Box (%s) Public Key
fr_fr: Clé publique Box ( %s )

source: Box (%s) Private Key
fr_fr: Boîte ( %s ) Clé privée

source: %s (%s) payments are active!
fr_fr: %s (%s) paiements sont actifs!

source: <b>That is not a %s wallet private key!</b> &#160; GoUrl %s Box Private/Public Keys are used for communicating between your website and GoUrl.io Payment Gateway server (similar like paypal id/keys).<br>If you want to start accepting payments in <a target='_blank' href='%s'>%s (%s)</a>, please create a <a target='_blank' href='%s'>%s Payment Box</a> on GoUrl.io and then enter the received free GoUrl %s Box Public/Private Keys. Leave field blank if you do not accept payments in %s
fr_fr: <b> Ce n'est pas la clé privée du portefeuille %s ! </b> &#160; Les clés privées / publiques GoUrl %s Box sont utilisées pour la communication entre votre site Web et le serveur GoUrl.io Payment Gateway (similaire à l'id / clés paypal). <br> Si vous souhaitez commencer à accepter les paiements dans <a target='_blank' href='%s'>%s (%s)</a>, veuillez créer un <a target='_blank' href='%s'>%s Box de paiement </a> sur GoUrl.io, puis entrez le reçu gratuit ldes clés publiques / privées de la boîte %s GoUrl. Laissez le champ vide si vous n'acceptez pas les paiements en %s

source: You cannot modify this values because security hash file <a href='%s'>%s</a> is readonly!
fr_fr: Vous ne pouvez pas modifier ces valeurs car le fichier de hachage de sécurité <a href='%s'>%s</a> est en lecture seule!

source: Payment Box (iFrame type only)
fr_fr: Zone de paiement (type iFrame uniquement)

source: Payment Box Width
fr_fr: Largeur de la boîte de paiement

source: Cryptocoin Payment Box Width, default 540px. <a href='%s'>See screenshot &#187;</a>
fr_fr: Cryptocoin Payment Box Width, 540px par défaut. <a href='%s'>Voir la capture d'écran &#187; </a>

source: Payment Box Height
fr_fr: Hauteur de la boîte de paiement

source: Cryptocoin Payment Box Height, default 230px
fr_fr: Hauteur de la boîte de paiement des cryptocoins, 230 pixels par défaut

source: Payment Box Style
fr_fr: Style de boîte de paiement

source: Box with Default Shadow
fr_fr: Boîte avec ombre par défaut

source: Box with light Border
fr_fr: Boîte avec bordure légère

source: Box without Border
fr_fr: Box sans frontière

source: Custom Style
fr_fr: Style personnalisé

source: Payment Box Visual CSS Style. <a href='%s'>See screenshot &#187;</a><br>Example: border-radius:15px;border:1px solid #eee;padding:3px 6px;margin:10px
fr_fr: Boîte de paiement Visual CSS Style. <a href='%s'>Voir la capture d'écran &#187; </a> <br> Exemple: border-radius: 15px; border: 1px solide #eee; padding: 3px 6px; margin: 10px

source: Payment Messages Style
fr_fr: Style des messages de paiement

source: Messages with Default Shadow
fr_fr: Messages avec Shadow par défaut

source: Messages with light Border
fr_fr: Messages avec bordure légère

source: Messages without Border
fr_fr: Messages sans frontière

source: Payment Notifications CSS Style (when user click on payment button which is located at the bottom of payment box). <a href='%s'>See screenshot &#187;</a><br>Example: display:inline-block;max-width:580px;padding:15px 20px;box-shadow:0 0 3px #aaa;margin:7px;line-height:25px;
fr_fr: Notifications de paiement CSS Style (lorsque l'utilisateur clique sur le bouton de paiement situé en bas de la zone de paiement). <a href='%s'>Voir la capture d'écran &#187; </a> <br> Exemple: afficher: inline-block; largeur maximale: 580px; remplissage: 15px 20px; box-shadow: 0 0 3px #aaa ; marge: 7px; hauteur de ligne: 25px;

source: Images for Payment Box
fr_fr: Images pour boîte de paiement

source: 1. Pay-Per-Product
fr_fr: 1. Paiement par produit

source: Display Website Login Form
fr_fr: Afficher le formulaire de connexion au site Web

source: Display Payment Login Image
fr_fr: Afficher le paiement Login Image

source: Unregistered visitors will see that on your webpages with <a href='%s'>Pay-Per-Product</a> items
fr_fr: Les visiteurs non enregistrés verront cela sur vos pages Web avec des <a href='%s'>paiement par produit </a>.

source: Default
fr_fr: Défaut

source: This image will be displayed if your site requires registration for unregistered buyer before paying for a product/service.
fr_fr: Cette image sera affichée si votre site nécessite l'enregistrement d'un acheteur non inscrit avant de payer pour un produit / service.

source: This image will be displayed if only registered users can buy/download your paid files.
fr_fr: Cette image sera affichée si seuls les utilisateurs enregistrés peuvent acheter / télécharger vos fichiers payants.

source: Allowed images: JPG, GIF, PNG.
fr_fr: Images autorisées: JPG, GIF, PNG.

source: Other
fr_fr: Autre

source: Records Per Page
fr_fr: Enregistrements par page

source: records
fr_fr: enregistrements

source: Set number of records per page in tables 'All Payments' and 'All Files'
fr_fr: Définir le nombre d'enregistrements par page dans les tableaux 'Tous les paiements' et 'Tous les fichiers'

source: Popup Message
fr_fr: Message contextuel

source: Pay-Per-Download: A pop-up message that a visitor will see when trying to download a paid file without payment<br>Default text: It is a Paid Download ! Please pay below It
fr_fr: Payer par Téléchargement: Un message contextuel qu'un visiteur verra en essayant de télécharger un fichier payant sans paiement <br> Texte par défaut: Il s'agit d'un téléchargement payant! S'il vous plaît payer ci-dessous

source: Additional Fields
fr_fr: Champs supplémentaires

source: Pay-Per-Download: If box is checked, display on 'All Payments' statistics page two additional columns 'File Downloaded By User?' and 'File Downloaded Time'. Use it if you sell files online (Pay-Per-Download)
fr_fr: Payer par Téléchargement: Si la case est cochée, afficher sur la page de statistiques 'Tous les paiements' deux colonnes supplémentaires 'Fichier téléchargé par utilisateur?' et 'Durée du fichier téléchargé'. Utilisez-le si vous vendez des fichiers en ligne (Payer par Téléchargement)

source: Reverse Bitcoin Chart
fr_fr: Tableau inversé de Bitcoin

source: <a href='%s'>Bitcoin Chart</a>: Reverse the X axis of time
fr_fr: <a href='%s'>Graphique en bitcoins </a>: inverser l'axe X du temps

source: GoUrl.io server (<a target='_blank' href='%s'>Raw Data Url</a>) return error: %s
fr_fr: Serveur GoUrl.io (<a target='_blank' href= %s URL de données brutes </a>) renvoie l'erreur: %s

source: Unable to connect to Gourl.io server through CURL - <a target='_blank' href='%s'>Raw Data Url</a><br>Check your network connection / add GoUrl.io IPs in <a target='_blank' href='%s'>whitelist</a><br>Your website received data: %s
fr_fr: Impossible de se connecter au serveur Gourl.io par CURL - <a target='_blank' href=' %s Url de données brutes </a> <br> Vérifiez votre connexion réseau / ajouter des IP GoUrl.io dans <a target = '_blank' href = ' %s '> liste blanche </a> <br> Votre site a reçu des données: %s

source: Connection to GoUrl.io Server is OK! &#160; <a target="_blank" href="%s">Raw Data Url &#187;</a> &#160; &#160; Payment Box <a href="%s">Preview &#187;</a>
fr_fr: La connexion au serveur GoUrl.io est OK! &#160; <a target="_blank" href=" %s "> URL de données brutes &#187; </a> &#160; &#160; Zone de paiement <a href=" %s "> Aperçu &#187; </a>

source: Invalid File ID, Please reload page
fr_fr: ID de fichier invalide, veuillez recharger la page

source: File not exists on URL - %s
fr_fr: Le fichier n'existe pas sur l'URL - %s

source: Your Local File &nbsp;/&nbsp; Remote File URL - please use one of them only (not both)
fr_fr: Votre fichier local & nbsp; / & nbsp; URL du fichier distant - veuillez utiliser l’un d’eux seulement (pas les deux)

source: Your Local File &nbsp;OR&nbsp; Remote File URL - cannot be empty
fr_fr: Votre fichier local & nbsp; OU & ​​nbsp; URL du fichier distant - ne peut pas être vide

source: Featured Image - select image
fr_fr: Image en vedette - sélectionnez l'image

source: Title - cannot be empty
fr_fr: Titre - ne peut être vide

source: Title - Max size 100 symbols
fr_fr: Titre - Taille maximale 100 symboles

source: Price - cannot be empty
fr_fr: Prix ​​- ne peut pas être vide

source: Price - use price in USD or in Cryptocoins. You cannot place values in two boxes together
fr_fr: Prix ​​- prix d'utilisation en USD ou en Cryptocoins. Vous ne pouvez pas placer des valeurs dans deux cases ensemble

source: Price - %s USD - invalid value. Min value: 0.01 USD
fr_fr: Price - %s USD - valeur non valide. Valeur min .: 0.01 USD

source: Price - %s %s - invalid value. Min value: 0.0001 %s. Allow 4 digits max after floating point
fr_fr: Price - %s %s - valeur non valide. Valeur minimale: 0,0001 %s . Autoriser 4 chiffres maximum après la virgule flottante

source: Price label '%s' - invalid value
fr_fr: Étiquette de prix ' %s ' - valeur non valide

source: Purchase Limit - invalid value
fr_fr: Limite d'achat - valeur non valide

source: Field 'Expiry Period' - cannot be empty
fr_fr: Champ 'Période d'expiration' - ne peut pas être vide

source: Field 'Expiry Period' - invalid value
fr_fr: Champ 'Période d'expiration' - valeur non valide

source: Store Visitor IDs - invalid value
fr_fr: ID visiteur de magasin - valeur non valide

source: PaymentBox Language - invalid value
fr_fr: Langue de PaymentBox - valeur non valide

source: Field 'PaymentBox Coin' - cannot be empty
fr_fr: Champ 'PaymentBox Coin' - ne peut être vide

source: Field 'PaymentBox Coin' - invalid value
fr_fr: Champ 'Pièce de paiement' - Valeur non valide

source: Field 'PaymentBox Coin' - payments in %s not available. Please re-save record
fr_fr: Champ 'Pièce de paiement' - Les paiements en %s ne sont pas disponibles. S'il vous plaît ré-enregistrer l'enregistrement

source: Field 'PaymentBox Coin' - please select '%s' because you have entered price in %s
fr_fr: Champ 'Pièce de paiement' - veuillez sélectionner ' %s ' car vous avez saisi le prix en %s

source: Invalid Image Width. Allowed 1..2,000px
fr_fr: Largeur d'image non valide. Autorisé 1..2000px

source: Record has been saved <strong>successfully</strong>
fr_fr: L’enregistrement a été enregistré <strong> avec succès </ strong>.

source: Edit File
fr_fr: Editer le fichier

source: New File
fr_fr: Nouveau fichier

source: Preview Shortcode &#160; &#160; %s
fr_fr: Prévisualiser le shortcode &#160; &#160; %s

source: Close Preview
fr_fr: Fermer l'aperçu

source: Shortcode
fr_fr: Petit code

source: Sold %d copies
fr_fr: Vendu %d copies

source: All Paid Files
fr_fr: Tous les fichiers payés

source: Save Record
fr_fr: Enregistrer l'enregistrement

source: Show Preview
fr_fr: Afficher l'aperçu

source: File ID
fr_fr: ID de fichier

source: Just <a target='_blank' href='%s'>add this shortcode</a> to any your page or post (in html view) and cryptocoin payment box will be display
fr_fr: Il suffit d’ajouter <a target='_blank' href= %s ce shortcode </a> à n’importe quelle page ou publication (en mode html) et la boîte de paiement cryptocoin sera affichée.

source: Title
fr_fr: Titre

source: Title / Friendly name for the file. Visitors will see this title
fr_fr: Titre / Nom convivial du fichier. Les visiteurs verront ce titre

source: Active ?
fr_fr: Actif ?

source: If box is not checked, visitors cannot pay you for this file
fr_fr: Si la case n'est pas cochée, les visiteurs ne peuvent pas vous payer pour ce fichier.

source: Your File
fr_fr: Votre dossier

source: Select pre-uploaded file
fr_fr: Sélectionnez le fichier pré-téléchargé

source: Download
fr_fr: Télécharger

source: size
fr_fr: Taille
