Repository: cryptoapi/Bitcoin-Wordpress-Plugin
Catalog: languages/gourl-*.po
Languages: fr_fr

source: Error. Please change plugin name. Plugin name can not use in name '..gourl..'
fr_fr: Erreur. S'il vous plaît changer le nom du plugin. Le nom du plugin ne peut pas être utilisé avec le nom '..gourl ..'

source: Error. Invalid amount value - %s. Min value for USD: 0.01
fr_fr: Erreur. Valeur du montant invalide - %s . Valeur minimale pour USD: 0.01

source: Error. Invalid amount value - %s. Min value: 0.0001
fr_fr: Erreur. Valeur du montant invalide - %s . Valeur minimale: 0.0001

source: Error. Invalid amountCurrency - %s. Allowed: USD, %s
fr_fr: Erreur. Montant invalide - %s . Autorisé: USD, %s

source: Error. Invalid Order ID - %s. Max size: 32 symbols. Allowed symbols: a..Z0..9_-
fr_fr: Erreur. ID de commande invalide - %s . Taille maximale: 32 symboles. Symboles autorisés: a..Z0..9_-

source: Error. Invalid period value - %s. Allowed: NOEXPIRY, 1..90 HOUR, 1..90 DAY, 1..90 WEEK, 1..90 MONTH; example: 2 DAYS
fr_fr: Erreur. Valeur de période non valide - %s . Autorisé: NOEXPIRY, 1,90 HEURE, 1,90 JOUR, 1,90 SEMAINE, 1,90 MOIS; exemple: 2 JOURS

source: Error. Invalid language - %s. Allowed: %s
fr_fr: Erreur. Langue non valide - %s . Permis: %s

source: Error. Invalid Coin - %s. Allowed: %s
fr_fr: Erreur. Pièce invalide - %s . Permis: %s

source: Error. Invalid affiliate_key, you can leave it empty
fr_fr: Erreur. Affiliate_key invalide, vous pouvez le laisser vide

source: Error. Invalid User ID - %s. Allowed numeric values or 'guest' value
fr_fr: Erreur. ID utilisateur non valide - %s . Valeurs numériques autorisées ou valeur 'invité'

source: Error.
fr_fr: Erreur.

source: Invalid %s Public Key - %s
fr_fr: Clé publique %s non valide - %s

source: Invalid %s Private Key
fr_fr: Clé privée %s non valide

source: Error. Please enter Payment Private/Public Keys on GoUrl Options page for %s.
fr_fr: Erreur. Veuillez saisir des clés de paiement privées / publiques sur la page Options de GoUrl pour %s .

source: Error! Cannot get exchange rates for %s. Please try a different cryptocurrency.
fr_fr: Erreur! Impossible d'obtenir les taux de change pour %s . Veuillez essayer une autre crypto-monnaie.

source: Error. Please enable <a target='_blank' href='%s'>MBSTRING extension</a> in PHP. <a target='_blank' href='%s'>Read here &#187;</a>
fr_fr: Erreur. S'il vous plaît activer <a target='_blank' href=' %s mbstring l' extension </a> en PHP. <a target='_blank' href= %s Lisez ici &#187; </a>

source: Bytes
fr_fr: Octets

source: YES
fr_fr: OUI

source: Latest payment
fr_fr: Dernier paiement

source: NO
fr_fr: NON

source: Premium Membership
fr_fr: Abonnement Premium

source: Period
fr_fr: Période

source: Manually Add Premium Membership
fr_fr: Ajouter manuellement un abonnement Premium

source: Please Login
fr_fr: Veuillez vous connecter

source: <h1>Feed not available, please visit our <a href='%s'>Home Page</a>!</h1>
fr_fr: <h1> Flux non disponible, veuillez visiter notre <a href= %s page d'accueil </a>! </ h1>

source: Show this coin transactions only
fr_fr: Afficher cette transaction de pièces seulement

source: unlimited
fr_fr: illimité

source: Registered Users
fr_fr: Utilisateurs enregistrés

source: Acti-ve?
fr_fr: Actif?

source: File Name
fr_fr: Nom de fichier

source: File Size
fr_fr: Taille du fichier

source: Price USD
fr_fr: Prix ​​(USD

source: Price in Coins
fr_fr: Prix ​​en pièces

source: Show FileName/Price?
fr_fr: Afficher le nom du fichier / prix?

source: Latest Received Payment, GMT
fr_fr: Dernier paiement reçu, GMT

source: Record Updated, GMT
fr_fr: Enregistrement mis à jour, GMT

source: Record Created, GMT
fr_fr: Enregistrement créé, GMT

source: Payment Expiry Period
fr_fr: Période d'expiration du paiement

source: Default Payment Box Coin
fr_fr: Pièce de paiement par défaut

source: Default Coin only?
fr_fr: Pièce par défaut seulement?

source: Default Box Language
fr_fr: Langue par défaut de la boîte

source: Edit
fr_fr: modifier

source: Preview
fr_fr: Aperçu

source: Price in USD
fr_fr: Prix ​​en USD

source: Email to Buyer?
fr_fr: Email à l'acheteur?

source: Email to Seller?
fr_fr: Email au vendeur?

source: User already downloaded this file from your website
fr_fr: L'utilisateur a déjà téléchargé ce fichier depuis votre site web

source: User not downloaded this file yet
fr_fr: L'utilisateur n'a pas encore téléchargé ce fichier

source: View Statistics
fr_fr: Voir les statistiques

source: order
fr_fr: commande

source: escrow
fr_fr: escroc

source: give
fr_fr: donner

source: donation
fr_fr: don

source: Guest
fr_fr: Client

source: wrong paid amount
fr_fr: montant mal payé

source: Show Only Visitors from this Country
fr_fr: Montrer seulement les visiteurs de ce pays

source: Transaction Details
fr_fr: détails de la transaction

source: Wallet Details
fr_fr: Détails du portefeuille

source: Payment ID
fr_fr: ID de paiement

source: Payment Box ID
fr_fr: ID de boîte de paiement

source: Coin
fr_fr: Pièce de monnaie

source: Order ID
fr_fr: numéro de commande

source: Paid Amount
fr_fr: Montant payé

source: Approximate in USD
fr_fr: Approximatif en USD

source: Unrecogn. Payment?
fr_fr: Non reconnu. Paiement?

source: User ID
fr_fr: Identifiant d'utilisateur

source: Transaction Time, GMT
fr_fr: Heure de la transaction, GMT

source: User Location
fr_fr: Localisation de l'utilisateur

source: Confirmed Payment?
fr_fr: Paiement confirmé?

source: User Downl. File?
fr_fr: Utilisateur Downl. Fichier?

source: File Downloaded Time, GMT
fr_fr: Heure du fichier téléchargé, GMT

source: Transaction ID
fr_fr: identifiant de transaction

source: Your GoUrl Wallet Address
fr_fr: Votre adresse de portefeuille GoUrl

source: Re-check Payment Status
fr_fr: Revérifier le statut de paiement

source: Check
fr_fr: Vérifier

source: manually
fr_fr: manuellement

source: Premium Membership Start, GMT
fr_fr: Abonnement Premium Start, GMT

source: Premium Membership End, GMT
fr_fr: Fin d'abonnement Premium, GMT

source: Premium Memb. Disabled?
fr_fr: Premium Memb. Désactivé?

source: Are you sure you want to DISABLE Premium Membership?
fr_fr: Êtes-vous sûr de vouloir DÉSACTIVER un abonnement Premium?

source: Are you sure you want to ENABLE Premium Membership?
fr_fr: Êtes-vous sûr de vouloir ACTIVER un abonnement Premium?

source: Disable
fr_fr: Désactiver

source: Enable
fr_fr: Activer

source: Are you sure you want to DELETE this record?
fr_fr: Êtes-vous sûr de vouloir effacer ce disque?

source: Delete
fr_fr: Effacer

source: Profile
fr_fr: Profil

source: All Payments
fr_fr: Tous les paiements
