Repository: cryptoapi/Bitcoin-Wordpress-Plugin
Catalog: languages/gourl-*.po
Languages: fr_fr

source: Summary
fr_fr: Résumé

source: Latest Payment to Pay-Per-Product
fr_fr: Dernier paiement au paiement par produit

source: Latest Payment
fr_fr: Dernier paiement

source: Latest Payment to Pay-Per-Download
fr_fr: Dernier paiement à payer par téléchargement

source: Latest Payment to Pay-Per-Membership
fr_fr: Dernier paiement au paiement par adhésion

source: Latest Payment to Pay-Per-View
fr_fr: Dernier paiement sur Paiement Par Vue

source: Latest Payment to Other Plugins
fr_fr: Dernier paiement aux autres plugins

source: Unrecognised Latest Payment
fr_fr: Dernier paiement non reconnu

source: %s paid products
fr_fr: %s produits payés

source: payments
fr_fr: Paiements

source: %s paid files
fr_fr: %s fichiers payés

source: %s premium users
fr_fr: %s utilisateurs premium

source: Other Plugins with GoUrl
fr_fr: Autres plugins avec GoUrl

source: Unrecognised Payments
fr_fr: Paiements non reconnus

source: Total Received
fr_fr: Total reçu

source: %s payments
fr_fr: %s paiements

source: Recent Payment
fr_fr: Paiement récent

source: GoUrl Live Currency Rates
fr_fr: Taux de change GoUrl

source: What Makes Us Unique
fr_fr: Ce qui nous rend unique

source: Example
fr_fr: Exemple

source: 100%% Free Open Source on <a target='_blank' href='%s'>Github.com</a>
fr_fr: 100 %% Open Source gratuite sur <a target='_blank' href='%s'> Github.com </a>

source: No Monthly Fee, Transaction Fee from 0%%. Set your own prices in USD, <a href='%s'>EUR, GBP, RUB, AUD (100 currencies)</a>
fr_fr: Aucuns frais mensuels, frais de transaction de 0 %% . Définissez vos propres prix en USD, <a href='%s'> EUR, GBP, RUB, AUD (100 devises) </a>

source: No ID Required, No Bank Account Needed. Global, Anonymous, Secure, No Chargebacks, Zero Risk
fr_fr: Aucune pièce d'identité requise, aucun compte bancaire requis. Global, Anonyme, Sécurisé, Pas de rejet de débit, Aucun risque

source: Get payments straight to your bitcoin/altcoin wallets and convert to <a target='_blank' href='%s'>USD/EUR/etc</a> later. All in automatic mode
fr_fr: Obtenez des paiements directement dans vos portefeuilles bitcoin / altcoin et convertissez-les en <a target='_blank' href='%s'> USD / EUR / etc </a> plus tard. Tout en mode automatique

source: <a href='%s'>Pay-Per-Download</a> - simple solution for your <b>unregistered</b> visitors: make money on file downloads
fr_fr: <a href='%s'>Payer par Téléchargement</a> - une solution simple pour vos visiteurs <b> non enregistrés </b>: gagnez de l'argent en téléchargeant des fichiers.

source: <a href='%s'>Pay-Per-View/Page</a> - for your <b>unregistered</b> visitors: offer paid access to your premium content/videos
fr_fr: <a href='%s'> Paiement Par Vue / Page </a> - pour vos visiteurs <b> non enregistrés </b>: offrez un accès payant à votre contenu/vos vidéos premium.

source: <a href='%s'>Pay-Per-Membership</a> - for your <b>registered users</b>: offer paid access to your premium content, custom <a href='%s'>actions</a>
fr_fr: <a href='%s'> Paiement par adhésion </a> - pour vos <b> utilisateurs enregistrés </b>: offrez un accès payant à votre contenu premium, actions <a href='%s'> personnalisées </a>

source: <a href='%s'>Pay-Per-Product</a> - advanced solution for your <b>registered users</b>: sell any products on website, invoices with buyer confirmation email, etc
fr_fr: <a href='%s'> Paiement par produit </a> - solution évoluée pour vos <b> utilisateurs enregistrés </b>: vendez tous les produits sur le site Web, les factures avec le courrier électronique de confirmation de l'acheteur, etc.

source: <a href='#addon'>Working with third-party plugins</a> - good support for third party plugins (WoCommerce, Jigoshop, bbPress, AppThemes, etc)
fr_fr: <a href='#addon'> Travailler avec des plugins tiers </a> - Support efficace des plugins tiers (WoCommerce, Jigoshop, bbPress, AppThemes, etc.)

source: <b>Auto Synchronization</b> - between payments data stored on your GoUrl.io account and your Website. If GoUrl attempts to deliver a payment notification/transaction confirmation but your website is unavailable, the notification is stored on the queue, and delivered to the your website when it becomes available (re-check connection with your website every hour)
fr_fr: <b> Synchronisation automatique </b>: entre les données de paiement stockées sur votre compte GoUrl.io et votre site Web. Si GoUrl tente d'envoyer une notification de paiement / confirmation de transaction mais que votre site Web n'est pas disponible, la notification est stockée dans la file d'attente et transmise à votre site Web lorsqu'elle devient disponible (vérifiez à nouveau la connexion avec votre site toutes les heures).

source: Free <a href='%s'>Plugin Support</a> and <a href='#addon'>Free Add-ons</a> for You
fr_fr: Support <a href='%s'> gratuit pour les plug-ins </a> et <a href='#addon'> modules complémentaires gratuits </a> pour vous.

source: Free Bitcoin Gateway Add-ons
fr_fr: Compléments Bitcoin Gateway gratuits

source: The following Add-ons extend the functionality of GoUrl -
fr_fr: Les add-on suivants étendent les fonctionnalités de GoUrl -

source: All Add-ons on Wordpress.prg
fr_fr: Tous les add-ons sur Wordpress.prg

source: View on 'Add Plugins' Page
fr_fr: Voir sur la page 'Ajouter des plugins'

source: Bitcoin/Altcoin Gateway
fr_fr: Passerelle Bitcoin / Altcoin

source: Description
fr_fr: La description

source: Homepage
fr_fr: Page d'accueil

source: Installation pages
fr_fr: Pages d'installation

source: Provides a GoUrl Bitcoin/Altcoin Payment Gateway for wordpress E-Commerce - <a target='_blank' href='%s'>WooCommerce 2.1+</a>
fr_fr: Fournit une passerelle de paiement GoUrl Bitcoin / Altcoin pour Wordpress E-Commerce - <a target='_blank' href='%s'> WooCommerce 2.1+ </a>

source: Plugin Homepage
fr_fr: Plugin Page d'accueil

source: Screenshots
fr_fr: Captures d'écran

source: Install Now
fr_fr: Installer maintenant

source: Provides a GoUrl Bitcoin/Altcoin Payment Gateway for- <a target='_blank' href='%s'>WooCommerce Subscriptions</a><br><br>NOTE: WOOCOMMERCE SUBSCRIPTIONS PLUGIN IS FREE OPEN SOURCE, DO NOT PAY $199!<br>Free plugin download from <a target='_blank' href='%s'>Github Plugin Repository</a>
fr_fr: Fournit une passerelle de paiement GoUrl Bitcoin / Altcoin pour - <a target='_blank' href='%s'> Abonnements WooCommerce </a> <br> <br> REMARQUE: LE PLUGIN SOUSCRIPTIONS WOOCOMMERCE EST LIBRE SOURCE OUVERTE, NE PAYEZ PAS $ 199 ! <br> Téléchargement gratuit du plugin à partir du <a target='_blank' href='%s'> Référentiel de plugins Github </a>

source: GoUrl Install Now
fr_fr: GoUrl Installer maintenant

source: Woo Subscriptions
fr_fr: Abonnements Woo

source: Bitcoin/Altcoin & Paypal Donations in Wordpress. Provides a GoUrl Bitcoin/Altcoin Payment Gateway for <a target='_blank' href='%s'>Give 0.8+</a> - easy to use wordpress donation plugin for accepting bitcoins, altcoins, paypal, authorize.net, stripe, paymill donations directly onto your website.
fr_fr: Dons Bitcoin / Altcoin & Paypal dans Wordpress. Fournit une passerelle de paiement GoUrl Bitcoin / Altcoin pour <a target='_blank' href='%s'>Give 0.8+ </a> - plug-in de don Wordpress facile à utiliser pour accepter des bitcoins, altcoins, paypal, authorize.net, stripe , des dons directement sur votre site.

source: Give
fr_fr: Donner

source: Provides a GoUrl Bitcoin/Altcoin Payment Gateway for <a target='_blank' href='%s'>Easy Digital Downloads 2.4+</a> - sell digital files / downloads through WordPress.
fr_fr: Fournit une passerelle de paiement GoUrl Bitcoin / Altcoin pour <a target='_blank' href='%s'>Easy Digital Téléchargements 2.4+ </a> - vendez des fichiers / téléchargements numériques via WordPress.

source: Provides a GoUrl Bitcoin/Altcoin Payment Gateway for advanced wordpress membership plugin - <a target='_blank' href='%s'>Paid Memberships Pro 1.8.4+</a>
fr_fr: Fournit une passerelle de paiement GoUrl Bitcoin / Altcoin pour les plugins d’appartenance avancés wordpress - <a target='_blank' href='%s'>Adhésion payée Pro 1.8.4+ </a>

source: This addon will add Premium Membership and Bitcoin payment gateway to <a target='_blank' href='%s'>bbPress 2.5+</a> Forum / Customer Support System.<br>You can mark some topics on your forum/customer support system as Premium and can easily monetise it with Bitcoins/altcoins - user pay to read / pay to create / add new replies to the topic, etc.<br>You can add premium user support to your web site using <a target='_blank' href='%s'>bbPress</a>. Any user can place questions (create new premium topic in bbPress), and only paid/premium users will see your answers, etc.
fr_fr: Cet addon permettra d'ajouter un abonnement Premium et une passerelle de paiement Bitcoin à <a target='_blank' href='%s'>bbPress 2.5+ </a> du système de support client / forum. <br> Vous pouvez marquer certains sujets sur votre forum / forum. système de support client en tant que Premium et peut facilement le monétiser avec Bitcoins / altcoins - l'utilisateur paye pour lire / payer pour créer / ajouter de nouvelles réponses au sujet, etc. <br> Vous pouvez ajouter un support utilisateur premium à votre site Web en utilisant <a target='_blank' href='%s'> bbPress </a>. Tout utilisateur peut poser des questions (créer un nouveau sujet premium dans bbPress), et seuls les utilisateurs payants / premium verront vos réponses, etc.

source: Provides a GoUrl Bitcoin/Altcoin Payment Gateway and Escrow for all <a target='_blank' href='%s'>AppThemes Premium Themes</a> - Classipress, Vantage, JobRoller, Clipper, Taskerr, HireBee, Ideas, Quality Control, etc.
fr_fr: Fournit une passerelle et un engagement de paiement GoUrl Bitcoin / Altcoin pour tous les <a target='_blank' href='%s'> thèmes Premium d'AppThemes </a> - Classipress, Vantage, JobRoller, Clipper, Taskerr, HireBee, Ideas, Contrôle de la qualité , etc.

source: Provides a GoUrl Bitcoin/Altcoin Payment Gateway for <a target='_blank' href='%s'>Jigoshop 1.12+</a>
fr_fr: Fournit une passerelle de paiement GoUrl Bitcoin / Altcoin pour <a target='_blank' href='%s'> Jigoshop 1.12+ </a>

source: Provides a GoUrl Bitcoin/Altcoin Payment Gateway for <a target='_blank' href='%s'>WP eCommerce 3.8.10+</a>
fr_fr: Fournit une passerelle de paiement GoUrl Bitcoin / Altcoin pour <a target='_blank' href='%s'> WP eCommerce 3.8.10+ </a>

source: Provides a GoUrl Bitcoin/Altcoin Payment Gateway for <a target='_blank' href='%s'>MarketPress 2.9+</a>
fr_fr: Fournit une passerelle de paiement GoUrl Bitcoin / Altcoin pour <a target='_blank'%s> MarketPress 2.9+ </a>

source: Important Notes
fr_fr: Notes IMPORTANTES

source: Supports Bitcoin/Altcoin Payments in Any Other Wordpress Plugins
fr_fr: Prend en charge les paiements Bitcoin / Altcoin dans tous les autres plugins Wordpress

source: Other wordpress plugin developers can easily integrate Bitcoin payments to their own plugins (<a target='_blank' href='%s'>source example</a> and <a target='_blank' href='%s'>result</a>) using this GoUrl Plugin with payment gateway functionality. Please ask Wordpress Plugin Developers to add <a href='#i6'>a few lines of code below</a> to their plugins (gourl bitcoin payment gateway with optional <a target='_blank' href='%s'>Bitcoin Affiliate Program - 33.3%% lifetime revenue share</a> for them) and bitcoin/litecoin/dogecoin/etc payments will be automatically used in their plugins. It's easy!
fr_fr: D' autres développeurs de plugin wordpress peuvent facilement intégrer les paiements Bitcoin à leurs propres plugins (<a target='_blank' href='%s'> exemple source </a> et <a target='_blank' href='%s'> résultat </a>) utilisant ce plug-in GoUrl avec la fonctionnalité de passerelle de paiement. Veuillez demander aux développeurs de plugins Wordpress d'ajouter <a href='#i6'> quelques lignes de code ci-dessous </a> à leurs plugins (passerelle de paiement gourl bitcoin avec l'option optionnelle <a target='_blank' href='%s'> Programme d’affiliation Bitcoin - 33,3 %% revenus à vie </a>) et les paiements bitcoin / litecoin / dogecoin / etc. seront automatiquement utilisés dans leurs plugins. C'est facile!

source: Plugin allows site visitors to send reports to the webmaster/owner about any spelling or grammatical errors. Spelling checker on your website. <a href='%s'>Live Demo</a>
fr_fr: Plugin permet aux visiteurs du site d’envoyer des rapports au webmaster / propriétaire concernant les fautes d’orthographe ou de grammaire. Vérificateur d'orthographe sur votre site Web. <a href='%s'>démonstration en direct </a>

source: GoUrl Instruction
fr_fr: Instruction GoUrl

source: Free <a target='_blank' href='%s'>Register</a> or <a target='_blank' href='%s'>Login</a> on GoUrl.io - Global Bitcoin Payment Gateway
fr_fr: <a target='_blank' href='%s'> inscrivez-vous gratuitement </a> ou <a target='_blank'href='%s'> Connectez-vous </a> sur GoUrl.io - Global Bitcoin Payment Gateway

source: Create <a target='_blank' href='%s'>Payment Box</a> Records for all coin types you will accept on your website
fr_fr: Créez des <a target='_blank' href='%s'>Boite de paiement </a>. Des enregistrements pour tous les types de pièces que vous accepterez sur votre site Web.

source: You will need to place <a href='%s'>Callback URL</a> on Gourl.io, please use: <b>%s</b>
fr_fr: Vous devrez placer l'URL de <a href='%s'> Callback URL </a> sur Gourl.io. Veuillez utiliser: <b>%s </b>

source: You will get Free GoUrl <a href='%s'>Public/Private keys</a> from new created <a target='_blank' href='%s'>payment box</a>, save them on <a href='%s'>Settings Page</a>
fr_fr: Vous obtiendrez les <a href='%s'>clés publiques / privées gratuites </a> de la nouvelle boîte de paiement <a target='_blank' href='%s'>payment box</a>, sauvegardez-les sur <a href = ' %s '> Page de Paramètres </a>

source: THAT'S IT! YOUR WEBSITE IS READY TO ACCEPT BITCOINS ONLINE!
fr_fr: C'EST TOUT! VOTRE SITE WEB EST PRÊT À ACCEPTER BITCOINS ONLINE!

source: <b>Testing environment</b>: You can use <a target='_blank' href='%s'>500 free Speedcoins</a> or <a target='_blank' href='%s'>Dogecoins</a> for testing
fr_fr: <b> Environnement de test </b>: vous pouvez utiliser les <a target='_blank' href='%s'>500 Speedcoins gratuits</a> ou les <a target='_blank' href='%s'> Dogecoins. </a> pour tester

source: Differences between Pay-Per-View and Pay-Per-Membership
fr_fr: Différences entre le Paiement Par Vue et le Paiement Adhésion

source: Click to see full size image
fr_fr: Cliquez pour voir l'image en taille réelle

source: Add GoUrl Shortcodes to pages. Example
fr_fr: Ajoutez des codes courts GoUrl aux pages. Exemple

source: <a href='%s'>Pay-Per-View</a> - shortcode <b>[%s]</b> - you can use it for unregistered website visitors. Plugin will automatically generate a unique user identification for every user and save it in user browser cookies. User can have a maximum of 2 days membership with Pay-Per-View and after they will need to pay again. Because if a user clears browser cookies, they will lose their membership and a new payment box will be displayed.
fr_fr: <a href='%s'>Paiement Par Vue </a> - code court <b> [%s] </b> - vous pouvez l'utiliser pour les visiteurs de sites Web non enregistrés. Le plug-in générera automatiquement une identification d'utilisateur unique pour chaque utilisateur et l'enregistrera dans les cookies du navigateur de l'utilisateur. L'utilisateur peut avoir un abonnement maximum de 2 jours avec Paiement Par Vue et devra payer à nouveau. En effet, si un utilisateur supprime les cookies de son navigateur, il perd son abonnement et un nouveau champ de paiement s’affiche.

source: <a href='%s'>Pay-Per-Membership</a> - shortcode <b>[%s]</b> - similar to pay-per-view but for registered users only. It is a better safety solution because plugin uses registered userID not cookies. And a membership period from 1 hour to 1 year of your choice. You need to have website <a href='%s'>registration enabled</a>.
fr_fr: <a href='%s'> Paiement par adhésion </a> - code court <b> [%s] </b> - similaire au paiement à la carte mais uniquement pour les utilisateurs enregistrés. C'est une meilleure solution de sécurité car le plugin utilise un ID utilisateur enregistré et non des cookies. Et une période d'adhésion de 1 heure à 1 an de votre choix. Vous devez activer l’enregistrement <a href='%s'> site Web </a>.

source: You can use <b>custom actions with Pay-Per-Membership</b> on your website (premium and free webpages).<br>For example, hide ads for premium users, php code below -
fr_fr: Vous pouvez utiliser <b> actions personnalisées avec Pay-Per-Membership </ b> sur votre site Web (pages Web premium et gratuites). <br> Par exemple, masquez les annonces destinées aux utilisateurs Premium, le code php ci-dessous -

source: You can use <b>custom actions with Pay-Per-View</b> on your website too -
fr_fr: Vous pouvez utiliser <b> des actions personnalisées avec Paiement Par Vue </b> sur votre site web aussi -

source: <b>Pay-Per-Membership</b> integrated with <a href='%s'>bbPress Forum/Customer Support</a> also ( use our <a href='%s'>GoUrl bbPress Addon</a> ). You can mark some topics on your bbPress as Premium and can easily monetise it with Bitcoins/altcoins.
fr_fr: <b> Paiement par adhésion </b> intégré au <a href= '%s'> forum bbPress / Service clientèle </a> également (utilisez notre additif <a href='%s'> GoUrl bbPress </a>). Vous pouvez marquer certains sujets sur votre bbPress comme Premium et les monétiser facilement avec des Bitcoins / altcoins.

source: <b>Both solutions</b> - Pay-Per-Membership and Pay-Per-View hide content on premium pages from unpaid users/visitors and allow to use custom actions on free website pages; Pay-Per-Membership provides premium membership mode in <a href='%s'>bbPress</a> also.
fr_fr: <b> Les deux solutions </b> - Paiement par adhésion et Paiement Par Vue masquent le contenu des pages premium aux utilisateurs/visiteurs non payés et permettent d’utiliser des actions personnalisées sur les pages de sites Web gratuits; Paiement par adhésion fournit également le mode d’abonnement Premium dans <a href='%s'>bbPress</a> aussi.

source: If a visitor goes to a premium page and have not logged in -<br>Pay-Per-View will show a payment box and accept payments from the unregistered visitor.<br>Pay-Per-Membership will show a message that the user needs to login/register on your website first and after show a payment box for logged in users only.
fr_fr: Si un visiteur accède à une page premium et ne s'est pas connecté - <br> Paiement Par Vue affichera une boîte de paiement et acceptera les paiements du visiteur non enregistré. <br> Pay-Per-Membership affichera un message indiquant que l'utilisateur doit d'abord se connecter / s'inscrire sur votre site Web, puis afficher une boîte de paiement pour les utilisateurs connectés uniquement.

source: For example, you might offer paid unlimited access to your 50 website premium pages/posts for the price of 1 USD for 2 DAYS to all your website visitors (<span class='gourlnowrap'>non-registered</span> visitors or registered users). Simple <a href='%s'>add</a> shortcode <a href='%s'>[%s]</a> or <a href='%s'>[%s]</a> for all those fifty your premium pages/posts. When visitors go on any of those pages, they will see automatic cryptocoin payment box (the original page content will be hidden). After visitor makes their payment, they will get access to original pages content/videos and after 2 days will see a new payment box. Visitor can make payment on any your premium page and they will get access to all other premium pages also.<br>Optional - You can <a href='%s'>show ads</a> for unpaid users on other your free webpages, etc.
fr_fr: Par exemple, vous pouvez offrir un accès payant, illimité, à tous les visiteurs de votre site Web (<span class = 'gourlnowrap'>> non-enregistrés </span> ou enregistrés, au tarif de 1 USD pour 2 jours). utilisateurs). Simple <a href='%s'>et</a> shortcode <a href='%s'>[%s]</a> ou <a href='%s'>[%s]</a> pour toutes vos cinquante pages / posts premium. Lorsque les visiteurs accèdent à l’une de ces pages, ils voient la boîte de paiement automatique cryptocoin (le contenu de la page d’origine est masqué). Après que les visiteurs auront fait leur paiement, ils auront accès à des pages originales de contenu / vidéos et après 2 jours verront une nouvelle boîte de paiement. Les visiteurs peuvent effectuer des paiements sur n’importe quelle page premium et ils auront également accès à toutes les autres pages premium. <br> Facultatif - Vous pouvez <a href='%s'> diffuser des annonces </a> pour les utilisateurs non rémunérés, sur une autre base gratuite. pages Web, etc.

source: <b>Notes:</b><br>- Do not use [%s] and [%s] together on the same page.<br>- Website Editors / Admins will have all the time full access to premium pages and see original page content
fr_fr: <b> Remarques: </b> <br> - N'utilisez pas [%s] et [%s] ensemble sur la même page. <br> - Les éditeurs de sites Web / administrateurs auront à tout moment le plein accès aux pages Premium et voir le contenu original de la page

source: Adding Custom Actions after Payment has been received
fr_fr: Ajout d'actions personnalisées après réception du paiement

source: Using for Pay-Per-Product, Pay-Per-Download, Pay-Per-View, Pay-Per-Membership only
fr_fr: En utilisant Payer-Par-produit, Payer-Par-Téléchargement, Payer-Par-Vue, Payer-Par-membres seulement

source: Optional - You can use additional actions after a payment has been received (for example create/update database records, etc) using gourl instant payment notification system. Simply edit php file <a href='%s'>gourl_ipn.php</a> in directory %s and add section with your order_ID in function <b>%s</b>.
fr_fr: Facultatif - Vous pouvez utiliser des actions supplémentaires après la réception d'un paiement (par exemple, créer / mettre à jour des enregistrements de base de données, etc.) à l'aide du système de notification de paiement instantané gourl. Editez simplement le fichier php <a href='%s'>gourl_ipn.php </a> dans le répertoire %s et ajoutez une section avec votre ID_commande dans la fonction <b> %s </b>.

source: This function will appear every time when a new payment from any user is received successfully. Function gets user_ID - user who made payment, current order_ID (the same value as at the bottom of record edit page Pay-Per-Product, Pay-Per-Download, etc.) and payment details as array.
fr_fr: Cette fonction apparaît chaque fois qu'un nouveau paiement d'un utilisateur est reçu avec succès. Function obtient user_ID - utilisateur qui a effectué le paiement, order_ID en cours (même valeur qu'au bas de la page de modification de l'enregistrement, paiement par produit, paiement par téléchargement, etc.) et détails du paiement sous forme de tableau.

source: Example of PHP code
fr_fr: Exemple de code PHP

source: P.S. If you use <a href='#addon'>additional plugins/add-ons</a> with gourl payment gateway, you can add your custom actions inside of function %s. That function will appear when a payment is received. Variable values received that add-on function identically to values received function gourl_successful_payment(), see <a href='%s'>screenshot</a> above.
fr_fr: PS Si vous utilisez des <a href='#addon'> plugins / add-ons supplémentaires </a> avec la passerelle de paiement gourl, vous pouvez ajouter vos actions personnalisées dans la fonction %s . Cette fonction apparaîtra lorsqu'un paiement est reçu. Les valeurs de variable reçues qui complètent cette fonction sont identiques aux valeurs reçues, fonction gourl_successful_payment (), voir <a href='%s'> capture d'écran </a> ci-dessus.

source: Bitcoin Payments with Any Other Wordpress Plugins
fr_fr: Paiements Bitcoin avec d'autres plugins Wordpress
